[
  {
    "id": 1,
    "q": "Những tiền đề khách quan của sự ra đời chủ nghĩa Mác là gì?",
    "answers": [
      "Tiền đề kinh tế, chính trị, xã hội; tiền đề khoa học và lý luận.",
      "Tiền đề kinh tế, chính trị; tiền đề văn hóa, xã hội; tiền đề khoa học và kỹ thuật.",
      "Tiền đề kinh tế, chính trị; tiền đề văn hóa, xã hội; tiền đề khoa học và lý luận; tiền đề quân, quốc phòng."
    ],
    "correct": "A"
  },
  {
    "id": 2,
    "q": "Ba học thuyết “vạch thời đại” nào, góp phần là tiền đề khoa học cho sự ra đời của chủ nghĩa Mác?",
    "answers": [
      "Lực đẩy Ác-si-mét; định luật bảo toàn và chuyển hóa năng lượng của R.Maiơ và G.Lôgicnxơ; học thuyết tế bào của Slâyđen.",
      "Học thuyết tiến hóa giống loài của Đácuyn; định luật bảo toàn và chuyển hóa năng lượng của R.Maiơ và G.Lôgicnxơ; học thuyết tế bào của Slâyđen.",
      "Định luật về chuyển động của Newton; định luật bảo toàn và chuyển hóa năng lượng của R.Maiơ và G.Lôgicnxơ; học thuyết tế bào của Slâyđen.",
      "Định luật lý Pi-ta-go; định luật bảo toàn và chuyển hóa năng lượng của R.Maiơ và G.Lôgicnxơ; học thuyết tế bào của Slâyđen."
    ],
    "correct": "B"
  },
  {
    "id": 3,
    "q": "Những tiền đề lý luận nào, góp phần cho sự ra đời của chủ nghĩa Mác?",
    "answers": [
      "Triết học cổ điển Đức; kinh tế chính trị cổ điển Anh.",
      "Triết học cổ điển Đức; chủ nghĩa xã hội không tưởng phê phán của Pháp thế kỷ XIX.",
      "Triết học cổ điển Đức; kinh tế chính trị cổ điển Anh; chủ nghĩa xã hội không tưởng phê phán của Pháp thế kỷ XIX.",
      "Triết học cổ điển Anh; kinh tế chính trị cổ điển Đức; chủ nghĩa xã hội không tưởng phê phán của Pháp thế kỷ XIX."
    ],
    "correct": "C"
  },
  {
    "id": 4,
    "q": "Chủ nghĩa Mác-Lênin được hình thành từ mấy bộ phận? Gồm những bộ phận nào?",
    "answers": [
      "Từ 04 bộ phận, gồm: Triết học Mác - Lênin; kinh tế chính trị Mác - Lênin; chủ nghĩa xã hội khoa học; lịch sử đảng.",
      "Từ 02 bộ phận, gồm: Triết học Mác - Lênin; kinh tế chính trị Mác - Lênin.",
      "Từ 02 bộ phận, gồm: Triết học Mác - Lênin; chủ nghĩa xã hội khoa học.",
      "Từ 03 bộ phận, gồm: Triết học Mác - Lênin; kinh tế chính trị Mác - Lênin và chủ nghĩa xã hội khoa học."
    ],
    "correct": "D"
  },
  {
    "id": 5,
    "q": "Triết học Mác - Lênin gồm có mấy chức năng? Gồm những chức năng nào?",
    "answers": [
      "Có 02 chức năng, gồm: Chức năng nhận thức; chức năng dự báo.",
      "Có 03 chức năng, gồm: Chức năng nhận thức; chức năng thế giới quan và chức năng phương pháp luận.",
      "Có 04 chức năng, gồm: Chức năng nhận thức; chức năng dự báo; chức năng thế giới quan và chức năng phương pháp luận.",
      "Có 05 chức năng, gồm: Chức năng nhận thức; chức năng dự báo; chức năng giáo dục; chức năng thế giới quan và chức năng phương pháp luận."
    ],
    "correct": "D"
  },
  {
    "id": 6,
    "q": "Chức năng nào là chức năng cơ bản, chủ yếu nhất của triết học Mác - Lênin?",
    "answers": [
      "Chức năng nhận thức; chức năng dự báo.",
      "Chức năng nhận thức; chức năng giáo dục.",
      "Chức năng thế giới quan; chức năng phương pháp luận.",
      "Chức năng nhận thức thế giới; chức năng giải quyết thực tiễn."
    ],
    "correct": "C"
  },
  {
    "id": 7,
    "q": "Chủ nghĩa Mác - Lênin là học thuyết duy nhất trong lịch sử tư tưởng nhân loại đã nêu lên mục tiêu giải phóng cái gì?",
    "answers": [
      "Giải phóng nô lệ, giải phóng nông dân, giải phóng công nhân.",
      "Giải phóng nô lệ, giải phóng nông dân, giải phóng công nhân, giải phóng tầng lớp trí thức.",
      "Giải phóng nô lệ, giải phóng nông dân, giải phóng công nhân, giải phóng tầng lớp trí thức, giải phóng loài người.",
      "Giải phóng xã hội, giải phóng giai cấp, giải phóng con người, giải phóng dân tộc và giải phóng nhân loại."
    ],
    "correct": "D"
  },
  {
    "id": 8,
    "q": "Câu nói “Vũ khí của sự phê phán cố nhiên không thể thay thế được sự phê phán của vũ khí, lực lượng vật chất chỉ có thể bị đánh đổ bằng lực lượng vật chất; nhưng lý luận cũng sẽ trở thành lực lượng vật chất, một khi nó thâm nhập vào quần chúng” là của ai?",
    "answers": [
      "C. Mác",
      "Ph. Ăngghen.",
      "V.I. Lênin.",
      "Phoi-ơ-bắc."
    ],
    "correct": "A"
  },
  {
    "id": 9,
    "q": "Câu nói: “Vấn đề cơ bản lớn của mọi triết học, đặc biệt là của triết học hiện đại, là vấn đề quan hệ giữa tư duy và tồn tại” là của ai?",
    "answers": [
      "C. Mác",
      "Ph. Ăngghen.",
      "V.I. Lênin.",
      "Platon."
    ],
    "correct": "B"
  },
  {
    "id": 10,
    "q": "Một trong nguyên lý cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Nguyên lý thống nhất và đấu tranh của các mặt đối lập.",
      "Nguyên lý về sự phát triển.",
      "Nguyên lý về nguyên nhân và kết quả.",
      "Nguyên lý về mối liên hệ phổ biến."
    ],
    "correct": "B"
  },
  {
    "id": 11,
    "q": "Một trong nguyên lý cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Nguyên lý thống nhất và đấu tranh của các mặt đối lập.",
      "Nguyên lý phủ định của phủ định.",
      "Nguyên lý về cái riêng và cái chung.",
      "Nguyên lý về mối liên hệ phổ biến."
    ],
    "correct": "D"
  },
  {
    "id": 12,
    "q": "Câu nói “Phép biện chứng chẳng qua chỉ là môn khoa học về những quy luật phổ biến của sự vận động và sự phát triển của tự nhiên, của xã hội loài người và của tư duy” là của ai?",
    "answers": [
      "Tôm - xơn.",
      "Béccơren.",
      "Ph. Ăng ghen.",
      "C. Mác."
    ],
    "correct": "C"
  },
  {
    "id": 13,
    "q": "Một trong những quy luật cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Quy luật về mối liên hệ phổ biến.",
      "Quy luật chuyển hóa từ những thay đổi về lượng thành những thay đổi về chất và ngược lại.",
      "Quy luật về sự phát triển.",
      "Quy luật về cái chung và cái riêng."
    ],
    "correct": "B"
  },
  {
    "id": 14,
    "q": "Một trong những quy luật cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Quy luật thống nhất và đấu tranh của các mặt đối lập.",
      "Quy luật về mối liên hệ phổ biến.",
      "Quy luật về sự phát triển.",
      "Quy luật về cái chung và cái riêng."
    ],
    "correct": "A"
  },
  {
    "id": 15,
    "q": "Một trong những quy luật cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Quy luật về mối liên hệ phổ biến.",
      "Quy luật về sự phát triển.",
      "Quy luật về cái chung và cái riêng.",
      "Quy luật phủ định của phủ định."
    ],
    "correct": "D"
  },
  {
    "id": 16,
    "q": "Một trong những cặp phạm trù cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Cặp phạm trù phổ biến và sự phát triển.",
      "Cặp phạm trù phủ định và khẳng định.",
      "Cặp phạm trù cái riêng và cái chung.",
      "Cặp phạm trù thống nhất và đấu tranh."
    ],
    "correct": "C"
  },
  {
    "id": 17,
    "q": "Một trong những cặp phạm trù cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Cặp phạm trù phổ biến và sự phát triển.",
      "Cặp phạm trù nguyên nhân và kết quả.",
      "Cặp phạm trù phủ định và khẳng định.",
      "Cặp phạm trù thống nhất và đấu tranh."
    ],
    "correct": "B"
  },
  {
    "id": 18,
    "q": "Một trong những cặp phạm trù cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Cặp phạm nội dung và hình thức.",
      "Cặp phạm trù phổ biến và sự phát triển.",
      "Cặp phạm trù phủ định và khẳng định.",
      "Cặp phạm trù thống nhất và đấu tranh."
    ],
    "correct": "A"
  },
  {
    "id": 19,
    "q": "Một trong những cặp phạm trù cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Cặp phạm trù phổ biến và sự phát triển.",
      "Cặp phạm trù phủ định và khẳng định.",
      "Cặp phạm trù bản chất và hiện tượng.",
      "Cặp phạm trù thống nhất và đấu tranh."
    ],
    "correct": "C"
  },
  {
    "id": 20,
    "q": "Một trong những cặp phạm trù cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Cặp phạm trù phổ biến và sự phát triển.",
      "Cặp phạm trù phủ định và khẳng định.",
      "Cặp phạm trù tất nhiên và ngẫu nhiên.",
      "Cặp phạm trù thống nhất và đấu tranh."
    ],
    "correct": "C"
  },
  {
    "id": 21,
    "q": "Một trong những cặp phạm trù cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Cặp phạm trù phổ biến và sự phát triển.",
      "Cặp phạm trù phủ định và khẳng định.",
      "Cặp phạm trù thống nhất và đấu tranh.",
      "Cặp phạm trù khả năng và hiện thực."
    ],
    "correct": "D"
  },
  {
    "id": 22,
    "q": "Câu nói “Cái riêng chỉ tồn tại trong mối liên hệ đưa đến cái chung” là của ai?",
    "answers": [
      "W. Petty",
      "V.I. Lênin.",
      "Ph. Ăng ghen.",
      "C. Mác."
    ],
    "correct": "B"
  },
  {
    "id": 23,
    "q": "Nhận xét   “Nếu hình thái biểu hiện và bản chất của sự vật trực tiếp đồng nhất với nhau, thì mọi khoa học sẽ trở nên thừa” là của ai?",
    "answers": [
      "C. Mác.",
      "Ph. Ăng ghen.",
      "V.I. Lênin.",
      "Phoi-ơ-bắc."
    ],
    "correct": "A"
  },
  {
    "id": 24,
    "q": "Theo quan điểm của chủ nghĩa duy vật biện chứng, mối liên hệ có ba tính chất cơ bản nào?",
    "answers": [
      "Tính khách quan; tính phổ biến và tính đa dạng, phong phú.",
      "Tính chủ quan; tính tất yếu và tính phát triển.",
      "Tính cầu toàn; tính cẩn trọng và tính chính xác.",
      "Tính cầu thị; tính chuẩn xác và tính thận trọng."
    ],
    "correct": "A"
  },
  {
    "id": 25,
    "q": "Câu   “Trong thế giới, không có gì ngoài vật chất đang vận động và vật chất đang vận động không thể vận động ở đâu ngoài không gian và thời gian” là của ai?",
    "answers": [
      "C. Mác.",
      "Ph. Ăng ghen.",
      "V.I. Lênin.",
      "Platon."
    ],
    "correct": "C"
  },
  {
    "id": 26,
    "q": "Một trong những quy luật cơ bản của hình thái kinh tế - xã hội là gì?",
    "answers": [
      "Quy luật thống nhất và đấu tranh của các mặt đối lập.",
      "Quy luật chuyển hóa từ những thay đổi về lượng thành những thay đổi về chất và ngược lại.",
      "Quy luật phủ định của phủ định.",
      "Quy luật quan hệ sản xuất phù hợp với trình độ phát triển của lực lượng sản xuất"
    ],
    "correct": "D"
  },
  {
    "id": 27,
    "q": "Một trong những quy luật cơ bản của hình thái kinh tế - xã hội là gì?",
    "answers": [
      "Quy luật phủ định của phủ định.",
      "Quy luật thống nhất và đấu tranh của các mặt đối lập.",
      "Quy luật về mối quan hệ giữa cơ sở hạ tầng và kiến trúc thượng tầng",
      "Quy luật chuyển hóa từ những thay đổi về lượng thành những thay đổi về chất và ngược lại."
    ],
    "correct": "C"
  },
  {
    "id": 28,
    "q": "Phạm trù hình thái kinh tế - xã hội  được cấu thành bởi các yêu tố cơ bản nào?",
    "answers": [
      "Cơ sở hạ tầng; kiến trúc thượng tầng; lực lượng sản xuất.",
      "Cơ sở hạ tầng; kiến trúc thượng tầng; quan hệ sản xuất.",
      "Lực lượng sản xuất; quan hệ sản xuất; chiếm hữu nô lệ.",
      "Lực lượng sản xuất; quan hệ sản xuất; kiến trúc thượng tầng."
    ],
    "correct": "D"
  },
  {
    "id": 29,
    "q": "Một trong những đặc trưng của kinh tế thị trường định hướng XHCN ở Việt Nam là gì?",
    "answers": [
      "Nền kinh tế có mục đích là phát triển LLSX, xây dựng cơ sở vật chất, kỹ thuật cho CNXH vì mục tiêu “dân giàu, nước mạnh, dân chủ, công bằng, văn minh”.",
      "Là nền kinh tế gắn liền với quá trình công nghiệp hóa tư bản chủ nghĩa.",
      "Là một giai đoạn phát triển cao của kiểu tổ chức kinh tế hàng hóa tư nhân.",
      "Là nền kinh tế bị chi phối bởi các quy luật kinh tế chủ quan."
    ],
    "correct": "A"
  },
  {
    "id": 30,
    "q": "Một trong những đặc trưng của kinh tế thị trường định hướng XHCN ở Việt Nam là gì?",
    "answers": [
      "Là nền kinh tế gắn liền với quá trình công nghiệp hóa tư bản chủ nghĩa.",
      "Là một giai đoạn phát triển cao của kiểu tổ chức kinh tế hàng hóa tư nhân.",
      "Là nền kinh tế bị chi phối bởi các quy luật kinh tế chủ quan.",
      "Nền kinh tế dựa trên nhiều hình thức sở hữu, nhiều thành phần kinh tế, trong đó kinh tế nhà nước giữ vai trò chủ đạo."
    ],
    "correct": "D"
  },
  {
    "id": 31,
    "q": "Một trong những đặc trưng của kinh tế thị trường định hướng XHCN ở Việt Nam là gì?",
    "answers": [
      "Là một giai đoạn phát triển cao của kiểu tổ chức kinh tế hàng hóa tư nhân.",
      "Là nền kinh tế bị chi phối bởi các quy luật kinh tế chủ quan.",
      "Nền kinh tế vận hành theo cơ chế thị trường có sự quản lý của Nhà nước XHCN, do Đảng Cộng sản Việt Nam lãnh đạo.",
      "Là nền kinh tế gắn liền với quá trình công nghiệp hóa tư bản chủ nghĩa."
    ],
    "correct": "C"
  },
  {
    "id": 32,
    "q": "Một trong những đặc trưng của kinh tế thị trường định hướng XHCN ở Việt Nam là gì?",
    "answers": [
      "Là nền kinh tế bị chi phối bởi các quy luật kinh tế chủ quan.",
      "Nền kinh tế thực hiện nhiều hình thức phân phối thu nhập, trong đó phân phối theo lao động và hiệu quả kinh tế là chủ yếu.",
      "Là nền kinh tế gắn liền với quá trình công nghiệp hóa tư bản chủ nghĩa.",
      "Là một giai đoạn phát triển cao của kiểu tổ chức kinh tế hàng hóa tư nhân."
    ],
    "correct": "B"
  },
  {
    "id": 33,
    "q": "Một trong những đặc trưng của kinh tế thị trường định hướng XHCN ở Việt Nam là gì?",
    "answers": [
      "Là nền kinh tế bị chi phối bởi các quy luật kinh tế chủ quan.",
      "Nền kinh tế có tính hiện đại và hội nhập.",
      "Là nền kinh tế gắn liền với quá trình công nghiệp hóa tư bản chủ nghĩa.",
      "Là một giai đoạn phát triển cao của kiểu tổ chức kinh tế hàng hóa tư nhân."
    ],
    "correct": "B"
  },
  {
    "id": 34,
    "q": "Phương thức sản xuất là sự thống nhất của?",
    "answers": [
      "Tồn tại xã hội và ý thức xã hội.",
      "Cơ sở hạ tầng và kiến trúc thượng tầng.",
      "Lực lượng sản xuất và quan hệ sản xuất tương ứng.",
      "Cơ cấu kinh tế và kết cấu giai cấp xã hội."
    ],
    "correct": "C"
  },
  {
    "id": 35,
    "q": "“Lực lượng sản xuất hàng đầu của toàn thể nhân loại là công nhân, là người lao động” là khẳng định của ai?",
    "answers": [
      "W. Petty",
      "V.I. Lênin",
      "D.Ricardo",
      "R.T.Mathus"
    ],
    "correct": "B"
  },
  {
    "id": 36,
    "q": "Lực lượng sản xuất là sự thống nhất hữu cơ giữa?",
    "answers": [
      "Người lao động và tư liệu sản xuất",
      "Con người với con người",
      "Con người với tự nhiên",
      "Cả a, b, c"
    ],
    "correct": "A"
  },
  {
    "id": 37,
    "q": "Quan hệ sản xuất là gì?",
    "answers": [
      "Quan hệ giữa người với tự nhiên",
      "Quan hệ giữa người với người trong quá trình sản xuất",
      "Quan hệ giữa người với người trong xã hội",
      "Cả a, b, c"
    ],
    "correct": "B"
  },
  {
    "id": 38,
    "q": "Quan hệ nào giữ vai trò quyết định trong quan hệ sản xuất?",
    "answers": [
      "Quan hệ sở hữu tư liệu sản xuất",
      "Quan hệ tổ chức quản lý",
      "Quan hệ phân phối",
      "Không quan hệ nào quyết định"
    ],
    "correct": "A"
  },
  {
    "id": 39,
    "q": "Đối tượng nghiên cứu của kinh tế chính trị học Mác - Lênin là gì?",
    "answers": [
      "Là quan hệ sản xuất",
      "Là tư liệu sản xuất",
      "Là lực lượng sản xuất",
      "Là quan hệ sản xuất xã hội trong mối quan hệ biện chứng với lực lượng sản xuất và kiến trúc thượng tầng"
    ],
    "correct": "D"
  },
  {
    "id": 40,
    "q": "Một trong những phương pháp nghiên cứu của kinh tế chính trị học Mác - Lênin là gì?",
    "answers": [
      "Phương pháp thực nghiệm",
      "Phương pháp lý thuyết",
      "Phương pháp kết hợp giữa lý thuyết và thực nghiệm",
      "Phương pháp trừu tượng hóa khoa học"
    ],
    "correct": "D"
  },
  {
    "id": 41,
    "q": "Giai cấp là gì?",
    "answers": [
      "Là những người có cùng địa vị trong xã hội nhất định",
      "Là những người có cùng đẳng cấp với nhau trong xã hội",
      "Là những tập đoàn người to lớn khác nhau về địa vị trong một phương thức sản xuất xã hội nhất định",
      "Là những người có chung chí hướng đấu tranh giành độc lập dân tộc"
    ],
    "correct": "C"
  },
  {
    "id": 42,
    "q": "Cơ sở trực tiếp của sự hình thành giai cấp là gì?",
    "answers": [
      "Sự đấu tranh của các giai tầng trong xã hội",
      "Chế độ tư hữu về tư liệu sản xuất",
      "Chế độ công hữu về tư liệu sản xuất",
      "Sự thống nhất của các giai tầng trong xã hội"
    ],
    "correct": "B"
  },
  {
    "id": 43,
    "q": "Đấu tranh giai cấp là gì?",
    "answers": [
      "Là đấu tranh của con người cùng chung chí hướng trong xã hội",
      "Là đấu tranh của giai cấp nô lệ với giai cấp nông nô",
      "Là đấu tranh giữa hai giai cấp cơ bản có lợi ích đối lập nhau trong một phương thức sản xuất nhất định",
      "Là đấu tranh của chủ nô với giai cấp tư sản"
    ],
    "correct": "C"
  },
  {
    "id": 44,
    "q": "Vai trò của đấu tranh giai cấp là gì?",
    "answers": [
      "Là đánh đuổi quân xâm lược giành lại độc lập cho dân tộc",
      "Là bảo vệ vững chắc vùng biển, đảo của Tổ quốc",
      "Là bảo vệ vững chắc vùng trời của Tổ quốc",
      "Là nguồn gốc, động lực phát triển quan trọng của xã hội có giai cấp"
    ],
    "correct": "D"
  },
  {
    "id": 45,
    "q": "Cách mạng xã hội là gì?",
    "answers": [
      "Là lật đổ một chế độ chính trị đã lỗi thời, thiết lập một chế độ chính trị tiến bộ hơn",
      "Là cuộc chiến đấu chống thực dân Pháp xâm lược",
      "Là cuộc chiến đấu chống đế quốc Mỹ xâm lược",
      "Là cuộc chiến đấu đánh đuổi kẻ thù xâm lược, giang sơn thu về một mối"
    ],
    "correct": "A"
  },
  {
    "id": 46,
    "q": "Nguyên nhân sâu xa của cách mạng xã hội là gì?",
    "answers": [
      "Là mâu thuẫn giữa thực dân Pháp với nhân dân yêu chuộng hòa bình trên thế giới",
      "Là mâu thuẫn giữa lực lượng sản xuất và quan hệ sản xuất",
      "Là mâu thuẫn giữa đế quốc Mỹ với nhân dân yêu chuộng hòa bình trên thế giới",
      "Là mâu thuẫn giữa giai cấp chủ nô với giai cấp tư sản"
    ],
    "correct": "B"
  },
  {
    "id": 47,
    "q": "Nguyên nhân trực tiếp của cách mạng xã hội là gì?",
    "answers": [
      "Là mâu thuẫn giữa thực dân Pháp với đế quốc Mỹ",
      "Là mâu thuẫn giữa đế quốc Mỹ với phát xít Đức",
      "Là mâu thuẫn gay gắt giữa giai cấp và lực lượng cách mạng với giai cấp và lực lượng phản cách mạng, phản động",
      "Là mâu thuẫn giữa đế quốc Mỹ với phát xít Nhật"
    ],
    "correct": "C"
  },
  {
    "id": 48,
    "q": "Câu nói: “Chỉ có chủ nghĩa cộng sản mới cứu nhân loại, đem lại cho mọi người không phân biệt chủng tộc và nguồn gốc sự tự do, bình đẳng, bắc ái, đoàn kết, ấm no trên quả đất, việc làm cho mọi người và vì mọi người, niềm vui, hòa bình, hạnh phúc” là của ai?",
    "answers": [
      "C. Mác",
      "Ph. Ăng ghen",
      "V.I. Lênin",
      "Chủ tịch Hồ Chí Minh"
    ],
    "correct": "D"
  },
  {
    "id": 49,
    "q": "Vai trò của cách mạng xã hội là gì?",
    "answers": [
      "Thay thế được quan hệ sản xuất cũ bằng quan hệ sản xuất mới, tiến bộ, thúc đẩy lực lượng sản xuất phát triển",
      "Thúc đẩy cuộc chiến tranh chính nghĩa giành thắng lợi",
      "Bảo vệ Đảng, Nhà nước và nhân dân",
      "Thúc đẩy đánh thắng thực dân Pháp, đế quốc Mỹ"
    ],
    "correct": "A"
  },
  {
    "id": 50,
    "q": "Lực lượng của của cách mạng xã hội là gì?",
    "answers": [
      "Là giai cấp tư sản",
      "Là các giai tầng xã hội có lợi ích ít nhiều gắn bó với cách mạng và thúc đẩy cách mạng phát triển",
      "Là các thế lực thù địch",
      "Là chủ nghĩa đế quốc"
    ],
    "correct": "B"
  },
  {
    "id": 51,
    "q": "Theo quan điểm chủ nghĩa Mác - Lênin, Nhà nước là gì?",
    "answers": [
      "Là tổ chức chính quyền do giai cấp tư sản phối hợp với giai cấp công nhân điều hành xã hội",
      "Là tổ chức chính trị xã hội do giai cấp tư sản lãnh đạo, thống trị giai cấp công nhân để điều hành xã hội",
      "Là tổ chức chính trị của giai cấp thống trị về kinh tế nhằm bảo vệ trật tự hiện hành và đàn áp sự phản kháng của các giai cấp khác",
      "Là tổ chức chính trị xã hội do thống trị lãnh đạo giai cấp bị trị"
    ],
    "correct": "C"
  },
  {
    "id": 52,
    "q": "Tư tưởng xã hội chủ nghĩa là gì?",
    "answers": [
      "Là một hệ thống những quan niệm phản ánh những nhu cầu, những,  ước mơ, nguyện vọng của các giai cấp lao động về một  xã hội  không có áp bức và bóc lột, mọi người đều bình đẳng và  có cuộc sống ấm no, hạnh phúc .",
      "Là những thành tựu của con người đạt được trong quá trình đấu tranh giải phóng giai cấp.",
      "Là chế độ xã hội không có áp bức bóc lột, mọi người đều bình đẳng tự do.",
      "Cả a, b, c"
    ],
    "correct": "A"
  },
  {
    "id": 53,
    "q": "Những yếu tố tư tưởng XHCN được xuất hiện từ khi nào?",
    "answers": [
      "Chế độ tư bản chủ nghĩa ra đời",
      "Sự xuất hiện chế độ tư hữu, xuất hiện giai cấp thống trị và bóc lột.",
      "Sự xuất hiện giai cấp công nhân",
      "Ngay từ thời cộng sản nguyên thuỷ."
    ],
    "correct": "B"
  },
  {
    "id": 54,
    "q": "Đối tượng nghiên cứu của chủ nghĩa xã hội khoa học là gì?",
    "answers": [
      "Là những quy luật và tính quy luật chính trị - xã hội của quá trình phát sinh, hình thành và phát triển hình thái kinh tế - xã hội cộng sản chủ nghĩa.",
      "Là những quy luật hình thành, phát triển và hoàn thiện của các hình thái kinh tế - xã hội.",
      "Là những quy luật và tính quy luật chính trị - xã hội của quá trình phát sinh, hình thành và phát triển hình thái kinh tế - xã hội chủ nghĩa xã hội.",
      "Cả ba đều đúng"
    ],
    "correct": "A"
  },
  {
    "id": 55,
    "q": "Ai đã đưa ra quan niệm “CNXH là sự phản kháng và đấu tranh chống sự bóc lột người lao động , một cuộc đấu tranh nhằm hoàn toàn xoá bỏ sự bóc lột”?",
    "answers": [
      "S.Phuriê",
      "C.Mác",
      "Ph.Ănghen",
      "V.I.Lênin"
    ],
    "correct": "D"
  },
  {
    "id": 56,
    "q": "Nguyễn Ái Quốc đã đọc Sơ thảo lần thứ nhất Luận cương về vấn đề dân tộc và vấn đề thuộc địa khi nào? ở  đâu?",
    "answers": [
      "7/ 1920 - Liên Xô",
      "7/ 1920 - Pháp",
      "7/1920 - Quảng Châu (Trung Quốc)",
      "8/1920 - Trung Quốc"
    ],
    "correct": "B"
  },
  {
    "id": 57,
    "q": "Dưới chế độ thực dân phong kiến, giai cấp nông dân Việt Nam có yêu cầu bức thiết nhất là gì?",
    "answers": [
      "Độc lập dân tộc",
      "Ruộng đất",
      "Quyền bình đẳng nam, nữ",
      "Được giảm tô, giảm tức"
    ],
    "correct": "A"
  },
  {
    "id": 58,
    "q": "Tổ chức cộng sản nào ra đời đầu tiên ở Việt Nam?",
    "answers": [
      "Hội Việt Nam Cách mạng Thanh niên",
      "Đông Dương cộng sản Đảng",
      "An Nam cộng sản Đảng",
      "Đông Dương cộng sản Liên đoàn"
    ],
    "correct": "B"
  },
  {
    "id": 59,
    "q": "Đông Dương Cộng sản Đảng và An nam Cộng sản Đảng được ra đời từ tổ chức tiền thân nào?",
    "answers": [
      "Tân Việt cách mạng Đảng",
      "Hội Việt Nam cách mạng Thanh niên",
      "Việt Nam cách mạng đồng chí Hội",
      "Cả a, b và c"
    ],
    "correct": "B"
  },
  {
    "id": 60,
    "q": "Cương lĩnh đầu tiên của Đảng đã xác định mục tiêu chiến lược của cách mạng Việt Nam là gì?",
    "answers": [
      "Làm tư sản dân quyền cách mạng và thổ địa cách mạng để đi tới xã hội cộng sản.",
      "Xây dựng một nước Việt Nam dân giầu nước mạnh xã hội công bằng, dân chủ và văn minh.",
      "Cách mạng tư sản dân quyền - phản đế và điền địa - lập chính quyền của công nông bằng hình thức Xô viết, để dự bị điều kiện đi tới cách mạng xã hội chủ nghĩa.",
      "Cả a và b."
    ],
    "correct": "A"
  },
  {
    "id": 61,
    "q": "Luận cương Chính trị do đồng chí Trần Phú khởi thảo ra đời vào thời gian nào?",
    "answers": [
      "2/1930",
      "10/1930",
      "9/1930",
      "8/1930"
    ],
    "correct": "B"
  },
  {
    "id": 62,
    "q": "Tên của lực lượng vũ trang được thành lập ở Nghệ Tĩnh trong cao trào cách mạng năm 1930 là gì?",
    "answers": [
      "Du kích",
      "Tự vệ",
      "Tự vệ đỏ",
      "Tự vệ chiến đấu"
    ],
    "correct": "C"
  },
  {
    "id": 63,
    "q": "Chỉ thị 100 CT/TW của Ban Bí thư Trung ương Đảng (1-1981) đưa ra chủ trương nào sau đây?",
    "answers": [
      "Phát huy quyền sản xuất kinh doanh của các xí nghiệp quốc doanh",
      "Mở rộng hình thức trả lương khoán, lương sản phẩm",
      "Khoán sản phẩm đến nhóm và người lao động trong hợp tác xã nông nghiệp.",
      "Cải tiến công công tác phân phối lưu thông"
    ],
    "correct": "C"
  },
  {
    "id": 64,
    "q": "Hội nghị nào của BCH Trung ương Đảng khoá V quyết định phải dứt khoát xoá bỏ cơ chế tập trung quan liêu bao cấp, chuyển hẳn nền kinh tế sang hạch toán kinh doanh XHCN?",
    "answers": [
      "Hội nghị lần thứ Tám (6-1985)",
      "Hội nghị lần thứ Chín (12-1985)",
      "Hội nghị lần thứ Mười (5-1986)",
      "Hội nghị Bộ Chính trị (4-1988)"
    ],
    "correct": "A"
  },
  {
    "id": 65,
    "q": "Ngày 14/7/1986, tại Hội nghị Ban chấp hành Trung ương đặc biệt ai được bầu làm Tổng Bí thư?",
    "answers": [
      "Đỗ Mười",
      "Nguyễn Văn Linh",
      "Lê Khả Phiêu",
      "Trường Chinh"
    ],
    "correct": "D"
  },
  {
    "id": 66,
    "q": "Câu nói: “Miền Nam là máu của máu Việt Nam, là thịt của thịt Việt Nam. Sông có thể cạn, núi có thể mòn song chân lý đó không bao giờ thay đổi” là của ai?",
    "answers": [
      "Hồ Chí Minh",
      "Trường Chinh",
      "Lê Duẩn",
      "Phạm Văn Đồng"
    ],
    "correct": "A"
  },
  {
    "id": 67,
    "q": "Trung ương cục miền Nam được thành lập vào thời gian nào?",
    "answers": [
      "10/1959",
      "11/1960",
      "10/1961",
      "01/1961"
    ],
    "correct": "D"
  },
  {
    "id": 68,
    "q": "Thời gian thực dân Pháp tiến hành khai thác thuộc địa lần thứ nhất ở Việt Nam khi nào?",
    "answers": [
      "1858-1884",
      "1884-1896",
      "1896-1913",
      "1914-1918"
    ],
    "correct": "C"
  },
  {
    "id": 69,
    "q": "Sự kiện nào được Nguyễn Ái Quốc đánh giá “như chim én nhỏ báo hiệu mùa Xuân”?",
    "answers": [
      "Cách mạng tháng Mười Nga bùng nổ và thắng lợi",
      "Sự thành lập Đảng Cộng sản Pháp",
      "Vụ mưu sát tên toàn quyền Méclanh của Phạm Hồng Thái",
      "Sự thành lập Hội Việt Nam cách mạng thanh niên"
    ],
    "correct": "C"
  },
  {
    "id": 70,
    "q": "Đại hội lần thứ nhất 5/1929 tại Quảng Châu (Trung Quốc) của tổ chức nào?",
    "answers": [
      "Việt Nam Thanh niên cách mạng đồng chí Hội",
      "Hội Việt Nam cách mạng đồng minh",
      "Hội Việt Nam độc lập đồng minh",
      "Hội Việt Nam Cách mạng Thanh niên"
    ],
    "correct": "D"
  },
  {
    "id": 71,
    "q": "Nội dung nào sau đây nằm trong Cương lĩnh đầu tiên của Đảng?",
    "answers": [
      "Đánh đổ đế quốc chủ nghĩa Pháp và bọn phong kiến, làm cho nước Nam hoàn toàn độc lập.",
      "Tư  sản dân quyền cách mạng và thổ địa cách mạng để đi tới xã hội cộng sản.",
      "Chỉ có giải phóng giai cấp vô sản thì mới giải phóng được dân tộc.",
      "Đảng có vững cách mạng mới thành công"
    ],
    "correct": "B"
  },
  {
    "id": 72,
    "q": "Văn kiện nào của Đảng đặt nhiệm vụ giải phóng dân tộc lên hàng đầu?",
    "answers": [
      "Chính cương vắn tắt, Sách lược vắn tắt do Hội nghị thành lập Đảng thông qua",
      "Luận cương chính trị tháng 10-1930 (Dự án cương lĩnh để thảo luận trong Đảng)",
      "Thư của Trung ương gửi cho các cấp đảng bộ (12/1930)",
      "Nghị quyết Đại hội lần thứ nhất của Đảng (3/1935)"
    ],
    "correct": "A"
  },
  {
    "id": 73,
    "q": "Được sự chỉ đạo của Quốc tế Cộng sản, ban lãnh đạo của Đảng ở nước ngoài do ai đứng đầu?",
    "answers": [
      "Hà Huy Tập",
      "Nguyễn Văn Cừ",
      "Trường Chinh",
      "Lê Hồng Phong"
    ],
    "correct": "D"
  },
  {
    "id": 74,
    "q": "Hội nghị nào của Trung ương họp ra Chỉ thị “ Nhật, Pháp bắn nhau và hành động của chúng ta”  phản ánh nội dung của?",
    "answers": [
      "Hội nghị Ban chấp hành Trung ương Đảng họp tháng 5/1941",
      "Hội nghị Ban Thường vụ Trung ương Đảng họp tháng 2/1943",
      "Hội nghị mở rộng của Ban Thường vụ Trung ương Đảng họp tháng 3/1945",
      "Hội nghị Quân sự cách mạng Bắc kỳ họp tháng 4-1945"
    ],
    "correct": "C"
  },
  {
    "id": 75,
    "q": "Hội nghị nào của Đảng quyết định mở cuộc Tổng tiến công và nổi dậy giải phóng Sài Gòn trước tháng 5-1975?",
    "answers": [
      "Hội nghị Trung ương 21 - Khoá III của Đảng (7-1973)",
      "Hội nghị Bộ Chính trị b (10-1974)",
      "Hội nghị Trung ương 23 c- Khoá III của Đảng (12-1974)",
      "Hội nghị Bộ Chính trị (3-1975)"
    ],
    "correct": "D"
  },
  {
    "id": 76,
    "q": "Câu “Nước Việt Nam có quyền hưởng tự do và độc lập, và sự thực đã thành một nước tự do và độc lập. Toàn thể dân Việt Nam quyết đem tất cả tinh thần và lực lượng, tính mệnh và của cải để giữ vững quyền tự do và độc lập ấy” được trích ở đâu?",
    "answers": [
      "Chỉ thị thành lập Đội Tuyên truyền giải phóng quân",
      "Lời kêu gọi toàn quốc kháng chiến",
      "Tuyên ngôn nhân quyền và dân quyền",
      "Tuyên ngôn độc lập"
    ],
    "correct": "D"
  },
  {
    "id": 77,
    "q": "Câu “Chúng ta quyết kháng chiến đến cùng, tranh cho kỳ được thống nhất và độc lập, thống nhất và độc lập thật sự, chứ không phải cái thứ thống nhất và độc lập bánh vẽ mà thực dân vừa thí cho bọn bù nhìn” của Chủ tịch Hồ Chí Minh được trích ở đâu?",
    "answers": [
      "Lời kêu gọi toàn quốc kháng chiến",
      "Tuyên ngôn độc lập",
      "Lời kêu gọi nhân kỷ niệm Độc lập 02/9/1945",
      "Hội nghị mở rộng của Ban Thường vụ Trung ương Đảng"
    ],
    "correct": "C"
  },
  {
    "id": 78,
    "q": "Nguyễn Ái Quốc đã gửi tới Hội nghị Vécxây (Pháp) bản yêu sách gồm 8 điểm, đòi quyền tự do, dân chủ cho nhân dân Việt Nam vào năm nào?",
    "answers": [
      "1919",
      "1920",
      "1921",
      "1922"
    ],
    "correct": "A"
  },
  {
    "id": 79,
    "q": "Câu “Không! Chúng ta thà hy sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ” được trích ở đâu?",
    "answers": [
      "Lời kêu gọi toàn quốc kháng chiến",
      "Tuyên ngôn độc lập",
      "Lời kêu gọi nhân kỷ niệm Độc lập 02/9/1945",
      "Hội nghị mở rộng của Ban Thường vụ Trung ương Đảng"
    ],
    "correct": "A"
  },
  {
    "id": 80,
    "q": "Hồ Chí Minh viết chỉ thị thành lập Đội Việt Nam tuyên truyền giải phóng quân (12/1944). Tên Đội Việt Nam tuyên truyền giải phóng quân nghĩa là gì?",
    "answers": [
      "Chính trị quan trọng hơn quân sự",
      "Chính trị song song với quân sự",
      "Chính trị trọng hơn quân sự",
      "Quân sự trọng hơn chính trị"
    ],
    "correct": "C"
  },
  {
    "id": 81,
    "q": "Chánh cương vắn tắt và Sách lược vắn tắt của Đảng do Hồ Chí Minh soạn thảo vào năm nào?",
    "answers": [
      "1929",
      "1930",
      "1945",
      "1946"
    ],
    "correct": "B"
  },
  {
    "id": 82,
    "q": "Khẳng định \"Đảng là đội tiên phong của vô sản giai cấp\" được trích ở văn bản nào?",
    "answers": [
      "Văn kiện Đại hội lần thứ I của Đảng",
      "Văn kiện Đại hội lần thứ II của Đảng",
      "Văn kiện Đại hội lần thứ III của Đảng",
      "Cương lĩnh chính trị đầu tiên được thông qua tại Hội nghị thành lập Đảng"
    ],
    "correct": "D"
  },
  {
    "id": 83,
    "q": "Tác phẩm viết ngày 31/12/1945 của Hồ Chí Minh tên tác phẩm là gì?",
    "answers": [
      "Cần kiệm liêm chính",
      "Đời sống mới",
      "Nhật ký trong tù",
      "Ý nghĩa Tổng tuyển cử"
    ],
    "correct": "D"
  },
  {
    "id": 84,
    "q": "Câu “Đoàn kết là một truyền thống cực kỳ quý báu của Đảng và của dân ta. Các đồng chí từ Trung ương đến các chi bộ cần phải giữ gìn sự đoàn kết nhất trí của Đảng như giữ gìn con ngươi của mắt mình” là của ai?",
    "answers": [
      "C. Mác",
      "Chủ tịch Hồ Chí Minh",
      "V. I. Lênin",
      "Lê Duẩn"
    ],
    "correct": "B"
  },
  {
    "id": 85,
    "q": "\"Một dân tộc biết cần, kiệm, biết liêm, là một dân tộc giàu về vật chất, mạnh về tinh thần, là một dân tộc văn minh tiến bộ\". Câu trên trích từ tác phẩm nào của Hồ Chí Minh?",
    "answers": [
      "Ý nghĩa tổng tuyển cử",
      "Đời sống mới",
      "Sửa đổi lối làm việc",
      "Cần kiệm liêm chính"
    ],
    "correct": "D"
  },
  {
    "id": 86,
    "q": "Câu 86: Câu “Đối với tôi, câu trả lời rõ ràng: Trở về nước, đi vào quần chúng, thức tỉnh họ, tổ chức họ, đoàn kết họ, huấn luyện họ, đưa họ ra đấu tranh giành tự do độc lập” của Hồ Chí Minh được viết vào năm nào và ở đâu?",
    "answers": [
      "Năm 1920 - Ở trong nước",
      "Năm 1923 - Ở nước ngoài",
      "Năm 1925- Ở Việt Nam",
      "Năm 1926 - Ở Mỹ"
    ],
    "correct": "B"
  },
  {
    "id": 87,
    "q": "Hồ Chí Minh chỉ đạo soạn thảo Hiến pháp của nước Việt Nam?",
    "answers": [
      "1946 và 1960",
      "1947 và 1959",
      "1946 và 1959",
      "1946 và 1948"
    ],
    "correct": "C"
  },
  {
    "id": 88,
    "q": "Hồ Chí Minh bắt đầu viết Di chúc từ thời gian nào?",
    "answers": [
      "Từ 9 giờ đến 10 giờ ngày 15/5/1965",
      "Từ 9 giờ đến 10 giờ ngày 16/5/1965.",
      "Từ 9 giờ đến 10 giờ ngày 15/6/1965.",
      "Từ 9 giờ đến 10 giờ ngày 17/5/1965."
    ],
    "correct": "A"
  },
  {
    "id": 89,
    "q": "Chủ tịch Hồ Chí Minh thay mặt Chính phủ tặng đồng bào miền Nam danh hiệu gì vào tháng 12/1946?",
    "answers": [
      "Sản xuất giỏi",
      "Kháng chiến anh dũng",
      "Thành đồng Tổ quốc",
      "Cả 3 danh hiệu trên"
    ],
    "correct": "C"
  },
  {
    "id": 90,
    "q": "Hồ Chí Minh thành lập Hội liên hiệp thuộc địa vào năm nào?",
    "answers": [
      "1919",
      "1920",
      "1921",
      "1922"
    ],
    "correct": "C"
  },
  {
    "id": 91,
    "q": "Hồ Chí Minh thành lập Hội liên hiệp các dân tộc bị áp bức Á Đông vào năm nào?",
    "answers": [
      "1920",
      "1922",
      "1924",
      "1925"
    ],
    "correct": "D"
  },
  {
    "id": 92,
    "q": "Câu: “Trong chính sách đối ngoại của mình, nhân dân Việt Nam sẽ tuân thủ những nguyên tắc dưới đây: 1. Đối với Lào và Miên, nước Việt Nam tôn trọng nền độc lập của hai nước đó và bày tỏ lòng mong muốn hợp tác trên cơ sở bình đẳng tuyệt đối giữa các nước có chủ quyền. 2. Đối với các nước dân chủ, nước Việt Nam sẵn sàng thực thi chính sách mở cửa và hợp tác trong mọi lĩnh vực” Hồ Chí Minh nói ở văn bản nào? năm bao nhiêu?",
    "answers": [
      "Tuyên ngôn độc lập, năm 1945",
      "Lời kêu gọi toàn quốc kháng chiến, năm 1945",
      "Lời kêu gọi Liên hợp quốc, năm 1946",
      "Di chúc, năm 1954"
    ],
    "correct": "C"
  },
  {
    "id": 93,
    "q": "Tác phẩm “Đường Kách mệnh” của Chủ tịch Hồ Chí Minh được viết năm nào?",
    "answers": [
      "1920",
      "1924",
      "1925",
      "1927"
    ],
    "correct": "D"
  },
  {
    "id": 94,
    "q": "Câu “Mỗi đảng viên và cán bộ phải thật sự thấm nhuần đạo đức cách mạng, thật sự cần kiệm liêm chính, chí công vô tư. Phải giữ gìn Đảng ta thật trong sạch, phải xứng đáng là người lãnh đạo, là người đầy tớ thật trung thành của nhân dân” được Chủ tịch trình bày trong văn bản nào?",
    "answers": [
      "Trong Di chúc",
      "Tuyên ngôn độc lập",
      "Lời kêu gọi toàn quốc kháng chiến",
      "Văn kiện Đại hội lần thứ I của Đảng"
    ],
    "correct": "A"
  },
  {
    "id": 95,
    "q": "Trước khi tiến hành cuộc Tổng khởi nghĩa giành chính quyền tháng 8/1945,   Chủ tịch Hồ Chí Minh đã cùng với Trung ương Đảng làm gì để thống nhất kế hoạch Tổng khởi nghĩa?",
    "answers": [
      "Ra lời kêu gọi toàn quốc kháng chiến",
      "Triệu tập Đại hội lần thứ I của Đảng",
      "Triệu tập Quốc dân đại hội tại Tân Trào, Tuyên Quang",
      "Họp Bộ Chính trị"
    ],
    "correct": "C"
  },
  {
    "id": 96,
    "q": "Kể tên các thời đại của Ai Cập cổ đại?",
    "answers": [
      "Tảo vương quốc, Cổ vương quốc, Trung vương quốc, Tân vương quốc và Hậu kỳ vương quốc",
      "Đại vương quốc, Cổ vương quốc, Trung vương quốc, Tân vương quốc và Hậu kỳ vương quốc",
      "Tiền kỳ vương quốc, Cổ vương quốc, Trung vương quốc, Tân vương quốc và Hậu kỳ vương quốc",
      "Hoàng kỳ vương quốc, Cổ vương quốc, Trung vương quốc, Tân vương quốc và Hậu kỳ vương quốc"
    ],
    "correct": "A"
  },
  {
    "id": 97,
    "q": "Loại giấy đầu tiên trên thế giới xuất hiện ở đâu?",
    "answers": [
      "Trung Quốc",
      "Ai Cập",
      "Mông Cổ",
      "Ấn Độ"
    ],
    "correct": "B"
  },
  {
    "id": 98,
    "q": "La bàn (Kim chỉ nam) là phát minh của người nước nào?",
    "answers": [
      "Hy Lạp",
      "Ai Cập",
      "Trung Quốc",
      "Pháp"
    ],
    "correct": "C"
  },
  {
    "id": 99,
    "q": "Những thành tựu kiến trúc nổi bật nhất của nền văn minh Lưỡng Hà là gì?",
    "answers": [
      "Thành quách, cung điện, vườn treo Babilon.",
      "Thành quách, cung điện, kim tự tháp và vườn treo Babilon.",
      "Thành quách, cung điện, tháp và vườn treo Babilon.",
      "Thành quách, kim tự tháp, vườn treo Babilon."
    ],
    "correct": "C"
  },
  {
    "id": 100,
    "q": "Đóng góp quan trọng nhất của toán học Ấn Độ cổ trung đại là gì?",
    "answers": [
      "Đặt ra các khái niệm Sin, Cosin, Tag, Cotg",
      "Sáng tạo ra 10 chữ số, hiện đang sử dụng rộng rãi trên thế giới, đặc biệt là số 0.",
      "Sáng tạo ra dấu  “>”, “<”, “=”",
      "Sáng tạo ra các phép tính  “+”, “-”, “x”, “:”"
    ],
    "correct": "B"
  },
  {
    "id": 101,
    "q": "Đại hội Olympic đầu tiên diễn ra vào năm nào?",
    "answers": [
      "Đại hội Olympic lần đầu tiên diễn ra vào năm 716 Tr.CN",
      "Đại hội Olympic lần đầu tiên diễn ra vào năm 736 Tr.CN",
      "Đại hội Olympic lần đầu tiên diễn ra vào năm 756 Tr.CN",
      "Đại hội Olympic lần đầu tiên diễn ra vào năm 776 Tr.CN"
    ],
    "correct": "D"
  },
  {
    "id": 102,
    "q": "Ai là người đầu tiên trên thế giới đặt chân lên mặt trăng?  Vào ngày, tháng, năm nào?",
    "answers": [
      "Amstrong và Aldrin. Vào ngày 20/7/1969.",
      "Pete Conrad và   Alan Bean . Vào ngày 19-20/11/1969.",
      "Alan Shepard và Edgar Mitchell. Vào ngày 5-6/2/1971",
      "David Scott và James Irwin. Vào ngày 31/7-02/8/1971"
    ],
    "correct": "A"
  },
  {
    "id": 103,
    "q": "Quốc Tử Giám - Trường đại học đầu tiên của nước ta được xây dựng năm bao nhiêu? Dưới triều đại nào?",
    "answers": [
      "Năm 956. Dưới triều Ngô",
      "Năm 976. Dưới triều Đinh",
      "Năm 986. Dười triều Tiền Lê",
      "Năm 1076. Dưới triều Lý."
    ],
    "correct": "D"
  },
  {
    "id": 104,
    "q": "Loại hình chữ viết Ai Cập cổ đại là gì?",
    "answers": [
      "Tượng hình",
      "Tượng thanh",
      "Chữ viết",
      "Ghi âm"
    ],
    "correct": "A"
  },
  {
    "id": 105,
    "q": "ASEAN được thành lập ngày, tháng, năm nào? ở đâu?",
    "answers": [
      "Thành lập 18/8/1965, tại Jakarta, Indonesia",
      "Thành lập ngày 08/8/1967, tại Băng Cốc, Thái Lan",
      "Thành lập ngày 28/8/1960, Singapore, Singapore",
      "Thành lập ngày 20/8/1969, tại Malina, Philippines"
    ],
    "correct": "B"
  },
  {
    "id": 106,
    "q": "Chữ viết Ai Cập ra đời từ khi nào?",
    "answers": [
      "Chữ viết Ai Cập ra đời cuối thiên niên kỷ thứ I, TCN",
      "Chữ viết Ai Cập ra đời cuối thiên niên kỷ thứ II, TCN",
      "Chữ viết Ai Cập ra đời cuối thiên niên kỷ thứ III, TCN",
      "Chữ viết Ai Cập ra đời cuối thiên niên kỷ thứ IV, TCN"
    ],
    "correct": "D"
  },
  {
    "id": 107,
    "q": "Loại giấy đầu tiên trên thế giới xuất hiện ở đâu?",
    "answers": [
      "Ở Ai Cập",
      "Ở Hy Lạp",
      "Ở Trung Quốc",
      "Ở Pháp"
    ],
    "correct": "A"
  },
  {
    "id": 108,
    "q": "Nền văn minh Lưỡng Hà nằm giữa hai dòng sông nào?",
    "answers": [
      "Dòng sông Nile và dòng sông Amazon",
      "Dòng sông Tigre và dòng sông Colorado",
      "Dòng sông Tigre và dòng sông Euphrate",
      "Dòng sông Volga và dòng sông Danube"
    ],
    "correct": "C"
  },
  {
    "id": 109,
    "q": "Công trình kiến trúc và điêu khắc nổi tiếng nhất Đông Nam Á được xây dựng vào thế kỷ thứ XII?",
    "answers": [
      "Đền Angkor Wat - Siem Reap, Campuchia",
      "Chùa Bagan - Myanmar",
      "Chùa Pha That Luang - Viêng Chăn, Thái Lan",
      "Đền Pura Besakih - Bali, Indonesia"
    ],
    "correct": "A"
  },
  {
    "id": 110,
    "q": "Lịch sử La Mã cổ đại chia làm mấy thời kỳ lớn?",
    "answers": [
      "Chia làm ba thời kỳ lớn: Thời kỳ cộng hòa, dân chủ và hòa bình",
      "Chia làm ba thời kỳ lớn: Thời kỳ cộng hòa, dân chủ và quân chủ",
      "Chia làm hai thời kỳ lớn: Thời kỳ cộng hòa và thời kỳ La Mã",
      "Chia làm hai thời kỳ lớn: Thời kỳ cộng hòa và thời kỳ dân chủ"
    ],
    "correct": "D"
  },
  {
    "id": 111,
    "q": "Biểu tượng cho tính cộng đồng làng xã Việt Nam là gì?",
    "answers": [
      "Cây đa, bến nước, ruộng lúa",
      "Bến nước, sân đình, ao làng",
      "Cây đa, sân đình, vườn rau",
      "Cây đa, bến nước, sân đình"
    ],
    "correct": "D"
  },
  {
    "id": 112,
    "q": "Hoạt động nào của con người được coi là cơ bản nhất và là cơ sở của đời sống xã hội?",
    "answers": [
      "Hoạt động chính trị",
      "Hoạt động khoa học",
      "Hoạt động sản xuất của cải vật chất",
      "Hoạt động nghệ thuật, thể thao"
    ],
    "correct": "C"
  },
  {
    "id": 113,
    "q": "Năm 2020, với vai trò chủ tịch ASEAN, Việt Nam đưa ra chủ đề của năm là gì?",
    "answers": [
      "Linh hoạt, chủ động, thích ứng và an toàn",
      "Linh hoạt, chủ động, sáng tạo và an toàn",
      "Gắn kết và chủ động thích ứng",
      "Đoàn kết, chủ động, linh hoạt và an toàn"
    ],
    "correct": "C"
  },
  {
    "id": 114,
    "q": "“Dù sao trái đất vẫn quay” là câu nói của nhà khoa học nào?",
    "answers": [
      "G.Gallilê",
      "G.Bnunô",
      "N.côpêcnic",
      "I.Niutơn"
    ],
    "correct": "A"
  },
  {
    "id": 115,
    "q": "Tên gọi thời kỳ Phục Hưng ở Tây Âu có nghĩa là gì?",
    "answers": [
      "Khôi phục chủ nghĩa duy vật thời kỳ cổ đại",
      "Khôi phục triết học thời kỳ cổ đại",
      "Khôi phục nền văn hoá cổ đại",
      "Khôi phục phục biện chứng tự phát thời kỳ cổ đại"
    ],
    "correct": "C"
  },
  {
    "id": 116,
    "q": "Hội nghị lần thứ Tư, Ban Chấp hành Trung ương Đảng khóa XIII đã ban hành các quy định, kết luận quan trọng nào?",
    "answers": [
      "Kết luận số 01-KL/TW ngày 18/5/2021 của Bộ Chính trị về tiếp tục thực hiện Chỉ thị số 05-CT/TW ngày 15/5/2016 của Bộ Chính trị khóa XII \"Về đẩy mạnh học tập và làm theo tư tưởng, đạo đức, phong cách Hồ Chí Minh\"",
      "Kết luận số 21-KL/TW, ngày 25/10/2021 về đẩy mạnh xây dựng, chỉnh đốn Đảng và hệ thống chính trị; kiên quyết ngăn chặn, đẩy lùi, xử lý nghiêm cán bộ, đảng viên suy thoái về tư tưởng chính trị, đạo đức, lối sống, biểu hiện “tự diễn biến”, “tự chuyển hoá”",
      "Quy định số 37-QĐ/TW, ngày 25/10/2021 về những điều đảng viên không được làm",
      "Kết luận số 21-KL/TW, ngày 25/10/2021 về đẩy mạnh xây dựng, chỉnh đốn Đảng và hệ thống chính trị; kiên quyết ngăn chặn, đẩy lùi, xử lý nghiêm cán bộ, đảng viên suy thoái về tư tưởng chính trị, đạo đức, lối sống, biểu hiện “tự diễn biến”, “tự chuyển hoá”; Quy định số 37-QĐ/TW, ngày 25/10/2021 về những điều đảng viên không được làm."
    ],
    "correct": "D"
  },
  {
    "id": 117,
    "q": "Điều 18, Quy định số 37-QĐ/TW, ngày 25/10/2021 của BCHTW Đảng khóa XIII về những điều đảng viên không được làm, nghiêm cấm nội dung gì?",
    "answers": [
      "Tổ chức, tham gia các tổ chức, hội trái quy định của Đảng, pháp luật của Nhà nước; biểu tình, tụ tập đông người gây mất trật tự, an ninh.",
      "Không thực hành tiết kiệm, để xảy ra thất thoát, lãng phí trong việc quản lý, sử dụng tài chính, tài sản công; mua sắm, quản lý, sử dụng tài sản công trái quy định.",
      "Tổ chức, tham gia đánh bạc dưới mọi hình thức; sử dụng các chất ma túy; sử dụng rượu, bia không đúng quy định hoặc đến mức bê tha và các tệ nạn xã hội khác; tổ chức việc cưới, việc tang và các sự kiện khác của cá nhân, gia đình xa hoa, lãng phí hoặc nhằm mục đích vụ lợi; thờ ơ, vô cảm với các hành vi sai trái trong xã hội; có hành vi bạo lực trong gia đình; vi phạm chính sách dân số; sống chung với người khác như vợ chồng; vi phạm quy định về kết hôn với người nước ngoài."
    ],
    "correct": "C"
  },
  {
    "id": 118,
    "q": "Một trong những nhiệm vụ và giải pháp chủ yếu được xác định trong Kết luận số 21-KL/TW ngày 25/10/2021, Hội nghị lần thứ 4, BCH Trung ương Đảng khóa XIII?",
    "answers": [
      "Tập trung xây dựng đội ngũ cán bộ các cấp, nhất là cấp chiến lược và người đứng đầu gắn với đổi mới, sắp xếp tổ chức bộ máy của hệ thống chính trị tinh gọn, hoạt động hiệu lực, hiệu quả",
      "Thường xuyên đổi mới, nâng cao chất lượng công tác giáo dục chính trị, tuyên truyền, phổ biến giáo dục pháp luật",
      "Phát huy vai trò, trách nhiệm của các tổ chức, các lực lượng trong cơ quan, đơn vị"
    ],
    "correct": "A"
  },
  {
    "id": 119,
    "q": "Một trong những nhiệm vụ, giải pháp chủ yếu được xác định trong Nghị quyết số 19-NQ/TW ngày 16/6/2022,  Hội nghị Trung ương 5, khóa XIII?",
    "answers": [
      "Tăng cường sự lãnh đạo của Đảng, nâng cao hiệu lực, hiệu quả quản lý của Nhà nước, phát huy vai trò của Mặt trận Tổ quốc Việt Nam, Hội Nông dân và các tổ chức chính trị - xã hội, xã hội - nghề nghiệp ở nông thôn",
      "Thường xuyên giáo dục nâng cao vị thế, từng bước cải thiện toàn diện đời sống vật chất, tinh thần của nông dân và cư dân nông thôn",
      "Phát triển nền nông nghiệp hiệu quả, bền vững theo hướng sinh thái, ứng dụng khoa học - công nghệ tiên tiến, nâng cao chất lượng, giá trị gia tăng"
    ],
    "correct": "C"
  },
  {
    "id": 120,
    "q": "Một trong những nhiệm vụ, giải pháp chủ yếu trong Nghị quyết số 21-NQ/TW ngày 16/6/2022, Hội nghị Trung ương 5, khóa XIII?",
    "answers": [
      "Củng cố, nâng cao năng lực lãnh đạo, sức chiến đấu của tổ chức cơ sở đảng",
      "Đổi mới nội dung sinh hoạt của các chi bộ, đảng bộ",
      "Nâng cao bản lĩnh chính trị, năng lực lãnh đạo, kỹ năng và nghiệp vụ công tác đảng cho đảng viên cơ sở"
    ],
    "correct": "A"
  },
  {
    "id": 121,
    "q": "Kết luận số 01-KL/TW, ngày 18/5/2021   của Bộ Chính trị là Kết luận về:",
    "answers": [
      "Tiếp tục học tập và làm theo tấm gương đạo đức Hồ Chí Minh",
      "Tiếp tục thực hiện Chỉ thị số 05 \"Về đẩy mạnh học tập và làm theo tư tưởng, đạo đức Hồ Chí Minh”",
      "Tiếp tục thực hiện Chỉ thị số 05 \"Về đẩy mạnh học tập và làm theo đạo đức, phong cách Hồ Chí Minh”",
      "Tiếp tục thực hiện Chỉ thị số 05-CT/TW ngày 15/5/2016 của Bộ Chính trị khóa XII \"Về đẩy mạnh học tập và làm theo tư tưởng, đạo đức, phong cách Hồ Chí Minh\""
    ],
    "correct": "D"
  },
  {
    "id": 122,
    "q": "Kết luận số 01-KL/TW ngày 18/5/2021, Bộ Chính trị yêu cầu các cấp ủy, tổ chức đảng, chính quyền, Mặt trận Tổ quốc và các tổ chức chính trị-xã hội, cán bộ, đảng viên tập trung thực hiện tốt mấy nhiệm vụ?",
    "answers": [
      "5.",
      "6.",
      "7.",
      "8."
    ],
    "correct": "C"
  },
  {
    "id": 123,
    "q": "Một trong những nhiệm vụ, giải pháp xây dựng Đảng về chính trị được Đại hội XIII của Đảng xác định trong Báo cáo chính trị đó là:",
    "answers": [
      "Giữ vững bản chất giai cấp công nhân của Đảng, kiên định nguyên tắc tập trung dân chủ",
      "Giữ vững bản chất giai cấp công nhân của Đảng, kiên định các nguyên tắc xây dựng Đảng",
      "Giữ vững bản chất giai cấp công nhân của Đảng, kiên định nguyên tắc tập trung dân chủ và nguyên tắc tự phê bình và phê bình",
      "Cả a, b, c đều sai"
    ],
    "correct": "B"
  },
  {
    "id": 124,
    "q": "Điểm mới so với Đại hội XII về phương châm thực hiện phát huy dân chủ XHCN mà Đại hội XIII của Đảng xác định đó là :",
    "answers": [
      "Dân giám sát, dân thụ hưởng",
      "Dân làm, dân kiểm tra, dân giám sát, dân thụ hưởng",
      "Dân biết, dân bàn, dân thụ hưởng",
      "Cả a, b và c đều sai"
    ],
    "correct": "A"
  },
  {
    "id": 125,
    "q": "Một trong những định hướng chỉ tiêu về xã hội chủ yếu 5 năm 2021 - 2025 được Đại hội XIII xác định như thế nào?",
    "answers": [
      "Đến năm 2025: Tuổi thọ trung bình khoảng 70,5 tuổi",
      "Đến năm 2025: Tuổi thọ trung bình khoảng 74,5 tuổi",
      "Đến năm 2025: Tuổi thọ trung bình khoảng 72,5 tuổi",
      "Đến năm 2025: Tuổi thọ trung bình khoảng 73,5 tuổi"
    ],
    "correct": "B"
  },
  {
    "id": 126,
    "q": "Mục tiêu cụ thể phát triển đất nước đến năm 2025 được Đại hội XIII xác định như thế nào?",
    "answers": [
      "Là nước đang phát triển, có công nghiệp theo hướng hiện đại, vượt qua mức thu nhập trung bình thấp.",
      "Là nước đang phát triển, có công nghiệp hiện đại, vượt qua mức thu nhập trung bình thấp.",
      "Là nước phát triển, có công nghiệp hiện đại, vượt qua mức thu nhập trung bình thấp.",
      "Là nước phát triển, có công nghiệp hiện đại, thu nhập trung bình cao."
    ],
    "correct": "A"
  },
  {
    "id": 127,
    "q": "Một trong những nhiệm vụ, giải pháp chủ yếu được xác định trong Nghị quyết số 19-NQ/TW ngày 16/6/2022,  Hội nghị Trung ương 5, khóa XIII?",
    "answers": [
      "Tăng cường sự lãnh đạo của Đảng, nâng cao hiệu lực, hiệu quả quản lý của Nhà nước, phát huy vai trò của Mặt trận Tổ quốc Việt Nam, Hội Nông dân và các tổ chức chính trị - xã hội, xã hội - nghề nghiệp ở nông thôn",
      "Thường xuyên giáo dục nâng cao vị thế, từng bước cải thiện toàn diện đời sống vật chất, tinh thần của nông dân và cư dân nông thôn",
      "Phát triển nền nông nghiệp hiệu quả, bền vững theo hướng sinh thái, ứng dụng khoa học - công nghệ tiên tiến, nâng cao chất lượng, giá trị gia tăng"
    ],
    "correct": "C"
  },
  {
    "id": 128,
    "q": "Một trong những nhiệm vụ, giải pháp chủ yếu trong Nghị quyết số 21-NQ/TW ngày 16/6/2022, Hội nghị Trung ương 5, khóa XIII?",
    "answers": [
      "Củng cố, nâng cao năng lực lãnh đạo, sức chiến đấu của tổ chức cơ sở đảng",
      "Thường xuyên đổi mới nội dung sinh hoạt của các cấp ủy, chi bộ",
      "Nâng cao bản lĩnh chính trị, tích cực đổi mới năng lực lãnh đạo và nghiệp vụ công tác đảng cho đảng viên cơ sở",
      "Thường xuyên đổi mới, nâng cao năng lực lãnh đạo, sức chiến đấu và nghiệp vụ công tác đảng cho đảng viên cơ sở"
    ],
    "correct": "A"
  },
  {
    "id": 129,
    "q": "Đồng chí cho biết thời gian diễn ra Hội nghị Trung ương 6, khóa XIII của Đảng?",
    "answers": [
      "Từ 03/10/2023 đến ngày 11/10/2022",
      "Từ 03/10/2022 đến ngày 08/10/2022",
      "Từ 03/10/2022 đến ngày 10/10/2022",
      "Từ 03/10/2022 đến ngày 09/10/2022"
    ],
    "correct": "D"
  },
  {
    "id": 130,
    "q": "Một trong những nhiệm vụ và giải pháp được xác định trong Nghị quyết số 27-NQ/TW ngày 09/11/2022 của Hội nghị Trung ương 6, khóa XIII?",
    "answers": [
      "Đổi mới và nâng cao chất lượng quy hoạch, kế hoạch sử dụng đất",
      "Bảo đảm quyền làm chủ của Nhân dân, thượng tôn Hiến pháp và pháp luật, tôn trọng, bảo đảm và bảo vệ quyền con người, quyền công dân",
      "Xây dựng các quy định pháp luật đối với quản lý và sử dụng đất kết hợp đa mục đích",
      "Xây dựng các quy định về dân chủ xã hội chủ nghĩa"
    ],
    "correct": "B"
  },
  {
    "id": 131,
    "q": "Một trong những nhiệm vụ và giải pháp được xác định trong Nghị quyết số 28-NQ/TW ngày 17/11/2022 của Hội nghị Trung ương 6, khóa XIII?",
    "answers": [
      "Xây dựng nền tư pháp chuyên nghiệp, hiện đại, công bằng, nghiêm minh, liêm chính, phụng sự Tổ quốc, phục vụ Nhân dân",
      "Tiếp tục hoàn thiện hệ thống pháp luật và cơ chế tổ chức thực hiện pháp luật nghiêm minh, hiệu quả, bảo đảm yêu cầu phát triển đất nước nhanh và bền vững",
      "Phát huy vai trò, trách nhiệm nêu gương của cán bộ, đảng viên",
      "Tiếp tục đổi mới cơ chế lãnh đạo của tổ chức đảng nghiêm minh, hiệu quả, bảo đảm yêu cầu phát triển đất nước nhanh và bền vững"
    ],
    "correct": "C"
  },
  {
    "id": 132,
    "q": "Kết luận số 45-KL/TW ngày 17/11/2022 của Hội nghị Trung ương 6, khóa XIII xác định về vấn đề gì?",
    "answers": [
      "Về tiếp tục đổi mới, hoàn thiện thể chế, chính sách, nâng cao hiệu lực, hiệu quả quản lý và sử dụng đất, tạo động lực đưa nước ta trở thành nước phát triển, có thu nhập cao",
      "Về nông nghiệp, nông dân, nông thôn đến năm 2030, tầm nhìn đến năm 2045",
      "Về định hướng Quy hoạch tổng thể quốc gia thời kỳ 2021 - 2030, tầm nhìn đến năm 2050",
      "Về tiếp tục đổi mới, phát triển và nâng cao hiệu quả kinh tế tập thể trong giai đoạn mới"
    ],
    "correct": "C"
  },
  {
    "id": 133,
    "q": "Quy định số 144-QĐ/TW ngày 09/5/2024 của Bộ Chính trị về chuẩn mực đạo đức cách mạng của cán bộ, đảng viên trong giai đoạn mới gồm có mấy điều?",
    "answers": [
      "4.",
      "5.",
      "6.",
      "7."
    ],
    "correct": "C"
  },
  {
    "id": 134,
    "q": "Điều 1, Quy định số 144-QĐ/TW ngày 09/5/2024 của Bộ Chính trị về chuẩn mực đạo đức cách mạng của cán bộ, đảng viên trong giai đoạn mới là gì?",
    "answers": [
      "Cần, kiệm, liêm, chính, chí công vô tư",
      "Bản lĩnh, đổi mới, sáng tạo, hội nhập",
      "Yêu nước, tôn trọng Nhân dân, tuyệt đối trung thành với Đảng, với Tổ quốc",
      "Đoàn kết, kỷ cương, tình thương, trách nhiệm"
    ],
    "correct": "C"
  },
  {
    "id": 135,
    "q": "Điều 2, Quy định số 144-QĐ/TW ngày 09/5/2024 của Bộ Chính trị về chuẩn mực đạo đức cách mạng của cán bộ, đảng viên trong giai đoạn mới là gì?",
    "answers": [
      "Gương mẫu, khiêm tốn, tu dưỡng rèn luyện, học tập suốt đời",
      "Cần, kiệm, liêm, chính, chí công vô tư",
      "Bản lĩnh, đổi mới, sáng tạo, hội nhập",
      "Yêu nước, tôn trọng Nhân dân, tuyệt đối trung thành với Đảng, với Tổ quốc"
    ],
    "correct": "C"
  },
  {
    "id": 136,
    "q": "Điều 3, Quy định số 144-QĐ/TW ngày 09/5/2024 của Bộ Chính trị về chuẩn mực đạo đức cách mạng của cán bộ, đảng viên trong giai đoạn mới là gì?",
    "answers": [
      "Yêu nước, tôn trọng Nhân dân, tuyệt đối trung thành với Đảng, với Tổ quốc",
      "Gương mẫu, khiêm tốn, tu dưỡng rèn luyện, học tập suốt đời",
      "Bản lĩnh, đổi mới, sáng tạo, hội nhập",
      "Cần, kiệm, liêm, chính, chí công vô tư"
    ],
    "correct": "D"
  },
  {
    "id": 137,
    "q": "Điều 4, Quy định số 144-QĐ/TW ngày 09/5/2024 của Bộ Chính trị về chuẩn mực đạo đức cách mạng của cán bộ, đảng viên trong giai đoạn mới là gì?",
    "answers": [
      "Đoàn kết, kỷ cương, tình thương, trách nhiệm",
      "Yêu nước, tôn trọng Nhân dân, tuyệt đối trung thành với Đảng, với Tổ quốc",
      "Gương mẫu, khiêm tốn, tu dưỡng rèn luyện, học tập suốt đời",
      "Bản lĩnh, đổi mới, sáng tạo, hội nhập"
    ],
    "correct": "A"
  },
  {
    "id": 138,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ Tám, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về tiếp tục đổi mới, nâng cao chất lượng chính sách xã hội, đáp ứng yêu cầu sự nghiệp xây dựng và bảo vệ Tổ quốc trong giai đoạn mới",
      "Nghị quyết về tiếp tục đổi mới phương thức lãnh đạo, cầm quyền của Đảng đối với hệ thống chính trị trong giai đoạn mới",
      "Nghị quyết về tiếp tục đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước đến năm 2030, tầm nhìn đến năm 2045",
      "Nghị quyết về phát triển kinh tế-xã hội và bảo đảm quốc phòng, an ninh vùng Bắc Trung Bộ và duyên hải Trung Bộ đến năm 2030, tầm nhìn đến năm 2050"
    ],
    "correct": "A"
  },
  {
    "id": 139,
    "q": "Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII diễn ra ngày, tháng, năm nào?",
    "answers": [
      "Từ ngày 02-08/7/2023",
      "Từ ngày 02-08/8/2023",
      "Từ ngày 02-08/9/2023",
      "Từ ngày 02-08/10/2023"
    ],
    "correct": "D"
  },
  {
    "id": 140,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về phát triển kinh tế-xã hội và bảo đảm quốc phòng, an ninh vùng Bắc Trung Bộ và duyên hải Trung Bộ đến năm 2030, tầm nhìn đến năm 2050",
      "Nghị quyết về tiếp tục đổi mới phương thức lãnh đạo, cầm quyền của Đảng đối với hệ thống chính trị trong giai đoạn mới",
      "Nghị quyết về tiếp tục xây dựng và phát huy vai trò đội ngũ trí thức đáp ứng yêu cầu phát triển đất nước nhanh và bền vững trong giai đoạn mới",
      "Nghị quyết về tiếp tục đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước đến năm 2030, tầm nhìn đến năm 2045"
    ],
    "correct": "C"
  },
  {
    "id": 141,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về tiếp tục đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước đến năm 2030, tầm nhìn đến năm 2045",
      "Nghị quyết về tiếp tục phát huy truyền thống đại đoàn kết dân tộc, xây dựng đất nước ta ngày càng giàu mạnh, phồn vinh, văn minh, hạnh phúc",
      "Nghị quyết về phát triển kinh tế-xã hội và bảo đảm quốc phòng, an ninh vùng Bắc Trung Bộ và duyên hải Trung Bộ đến năm 2030, tầm nhìn đến năm 2050",
      "Nghị quyết về tiếp tục đổi mới phương thức lãnh đạo, cầm quyền của Đảng đối với hệ thống chính trị trong giai đoạn mới"
    ],
    "correct": "B"
  },
  {
    "id": 142,
    "q": "Kết luận số 51-KL/TW ngày 30/5/2019 của Ban Bí thư là về nội dung gì?",
    "answers": [
      "Về phát triển kinh tế - xã hội đến năm 2030, tầm nhìn đến năm 2045",
      "Về định hướng Quy hoạch vùng đồng bằng Sông Hồng thời kỳ 2021 - 2030, tầm nhìn đến năm 2050",
      "Về tiếp tục đổi mới, phát triển nền kinh tế thị trường, định hướng xã hội chủ nghĩa trong giai đoạn mới",
      "Về tiếp tục thực hiện Nghị quyết Hội nghị Trung ương 8 khóa XI về đổi mới căn bản, toàn diện giáo dục và đào tạo đáp ứng yêu cầu công nghiệp hóa, hiện đại hóa trong điều kiện kinh tế thị trường định hướng xã hội chủ nghĩa và hội nhập quốc tế"
    ],
    "correct": "D"
  },
  {
    "id": 143,
    "q": "Nghị quyết số 45-NQ/TW ngày 24/11/2023 của Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII đề cập đến nội dung gì?",
    "answers": [
      "Nghị quyết về phát triển kinh tế - xã hội vùng đồng bằng Sông Cửu Long",
      "Nghị quyết về phát triển kinh tế - xã hội Miền Trung - Tây Nguyên",
      "Nghị quyết về tiếp tục xây dựng và phát huy vai trò của đội ngũ trí thức đáp ứng yêu cầu phát triển đất nước nhanh và bền vững trong giai đoạn mới",
      "Nghị quyết về xây dựng đội ngũ nhà giáo đến năm 2030, tầm nhìn đến năm 2050"
    ],
    "correct": "C"
  },
  {
    "id": 144,
    "q": "Nghị quyết số 42-NQ/TW ngày 24/11/2023 của Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII đề cập đến nội dung gì?",
    "answers": [
      "Nghị quyết về phát triển kinh tế - xã hội vùng đồng bằng Sông Hồng",
      "Nghị quyết về phát triển kinh tế - xã hội ở Miền Trung",
      "Nghị quyết về tiếp tục đổi mới, nâng cao chất lượng chính sách xã hội, đáp ứng yêu cầu sự nghiệp xây dựng và bảo vệ Tổ quốc trong giai đoạn mới",
      "Nghị quyết về xây dựng chương trình, quy trình đào tạo đến năm 2030, tầm nhìn đến năm 2050"
    ],
    "correct": "C"
  },
  {
    "id": 145,
    "q": "Nghị quyết số 43-NQ/TW ngày 24/11/2023 của Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII đề cập đến nội dung gì?",
    "answers": [
      "Nghị quyết về phát triển kinh tế - xã hội vùng đồng bằng Duyên Hải",
      "Nghị quyết về phát triển kinh tế - xã hội vùng Tây Bắc",
      "Nghị quyết về xây dựng tổ chức cơ sở Đảng đến năm 2030, tầm nhìn đến năm 2050",
      "Nghị quyết về tiếp tục phát huy truyền thống, sức mạnh đại đoàn kết toàn dân tộc, xây dựng đất nước ta ngày càng phồn vinh, hạnh phúc"
    ],
    "correct": "D"
  },
  {
    "id": 146,
    "q": "Nghị quyết số 44-NQ/TW ngày 24/11/2023 của Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII đề cập đến nội dung gì?",
    "answers": [
      "Nghị quyết về tiếp tục đổi mới phương thức lãnh đạo của Đảng đối với hệ thống chính trị trong tình hình mới",
      "Nghị quyết về Chiến lược bảo vệ Tổ quốc trong tình hình mới",
      "Nghị quyết về tiếp tục đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước đến năm 2030, tầm nhìn đến năm 2045",
      "Nghị quyết về phát triển kinh tế-xã hội và bảo đảm quốc phòng, an ninh vùng Đông Bắc đến năm 2030, tầm nhìn đến năm 2050"
    ],
    "correct": "B"
  },
  {
    "id": 147,
    "q": "Hội nghị lần thứ 5, Ban Chấp hành Trung ương Đảng khóa XIII diễn ra ngày, tháng, năm nào?",
    "answers": [
      "Từ ngày 03-09/5/2022",
      "Từ ngày 04-10/5/2022",
      "Từ ngày 05-11/5/2022",
      "Từ ngày 06-12/5/2022"
    ],
    "correct": "B"
  },
  {
    "id": 148,
    "q": "Hội nghị lần thứ 6, Ban Chấp hành Trung ương Đảng khóa XIII diễn ra ngày, tháng, năm nào?",
    "answers": [
      "Từ ngày 01-07/10/2022",
      "Từ ngày 02-08/10/2022",
      "Từ ngày 03-09/10/2022",
      "Từ ngày 04-10/10/2022"
    ],
    "correct": "C"
  },
  {
    "id": 149,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ 5, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về tiếp tục đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước đến năm 2030, tầm nhìn đến năm 2045",
      "Nghị quyết về tiếp tục phát huy truyền thống đại đoàn kết dân tộc, xây dựng đất nước ta ngày càng giàu mạnh, phồn vinh, văn minh, hạnh phúc",
      "Nghị quyết về tiếp tục đổi mới, hoàn thiện thể chế, chính sách, nâng cao hiệu lực, hiệu quả quản lý và sử dụng đất, tạo động lực đưa nước ta trở thành nước phát triển có thu nhập cao",
      "Nghị quyết về tiếp tục đổi mới phương thức lãnh đạo, cầm quyền của Đảng đối với hệ thống chính trị trong giai đoạn mới"
    ],
    "correct": "C"
  },
  {
    "id": 150,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ 5, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về tiếp tục xây dựng đội ngũ đảng viên của Đảng trong giai đoạn mới",
      "Nghị quyết về tiếp tục đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước đến năm 2030, tầm nhìn đến năm 2045",
      "Nghị quyết về tiếp tục phát huy truyền thống đại đoàn kết dân tộc, xây dựng đất nước ta ngày càng giàu mạnh, phồn vinh, văn minh, hạnh phúc",
      "Nghị quyết về nông nghiệp, nông dân, nông thôn đến năm 2030, tầm nhìn đến năm 2045"
    ],
    "correct": "D"
  },
  {
    "id": 151,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ 5, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về tiếp tục đổi mới, phát triển và nâng cao hiệu quả kinh tế tập thể trong giai đoạn mới",
      "Nghị quyết về tiếp tục xây dựng tổ chức cơ sở đảng trong sạch, vững mạnh “tiêu biểu, mẫu mực” trong giai đoạn mới",
      "Nghị quyết về tiếp tục phát huy truyền thống đại đoàn kết dân tộc, xây dựng đất nước ta ngày càng giàu mạnh, phồn vinh, văn minh, hạnh phúc",
      "Nghị quyết về tiếp tục đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước đến năm 2030, tầm nhìn đến năm 2045"
    ],
    "correct": "A"
  },
  {
    "id": 152,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ 5, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về tiếp tục xây dựng cơ sở hạ tầng vùng đồng bằng Sông Hồng đến năm 2030, tầm nhìn đến năm 2050",
      "Nghị quyết về tăng cường củng cố xây dựng tổ chức cơ sở đảng và nâng cao chất lượng đội ngũ đảng viên trong giai đoạn mới",
      "Nghị quyết về tiếp tục phát huy sức mạnh khối đại đoàn kết toàn dân tộc, xây dựng đất nước ta ngày càng giàu mạnh, phồn vinh, văn minh, hạnh phúc",
      "Nghị quyết về tiếp tục phát triển kinh tế tư nhân đến năm 2030, tầm nhìn đến năm 2050"
    ],
    "correct": "B"
  },
  {
    "id": 153,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ 6, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về tiếp tục xây dựng và hoàn thiện Nhà nước pháp quyền xã hội chủ nghĩa Việt Nam trong giai đoạn mới",
      "Nghị quyết về tăng cường củng cố xây dựng tổ chức cơ sở đảng và nâng cao chất lượng đội ngũ đảng viên trong giai đoạn mới",
      "Nghị quyết về tiếp tục phát huy sức mạnh khối đại đoàn kết toàn dân tộc, xây dựng đất nước ta ngày càng giàu mạnh, phồn vinh, văn minh, hạnh phúc",
      "Nghị quyết về tiếp tục phát triển kinh tế tư nhân đến năm 2030, tầm nhìn đến năm 2050"
    ],
    "correct": "A"
  },
  {
    "id": 154,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ 6, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về đổi mới căn bản, toàn diện giáo dục và đào tạo đến năm 2030, tầm nhìn đến năm 2050",
      "Nghị quyết về tiếp tục đổi mới phương thức lãnh đạo, cầm quyền của Đảng đối với hệ thống chính trị trong giai đoạn mới",
      "Nghị quyết về tiếp tục phát huy dân chủ, tăng cường kỷ luật, xây dựng đất nước hùng cường, thịnh vượng",
      "Nghị quyết về tiếp tục phát triển kinh tế tư nhân đến năm 2030, tầm nhìn đến năm 2050"
    ],
    "correct": "B"
  },
  {
    "id": 155,
    "q": "Nghị quyết nào được thông qua tại Hội nghị lần thứ 6, Ban Chấp hành Trung ương Đảng khóa XIII?",
    "answers": [
      "Nghị quyết về đổi mới căn bản, toàn diện giáo dục và đào tạo đến năm 2030, tầm nhìn đến năm 2050",
      "Nghị quyết về tiếp tục phát triển kinh tế tư nhân đến năm 2030, tầm nhìn đến năm 2050",
      "Nghị quyết về tiếp tục phát huy dân chủ, tăng cường kỷ luật, xây dựng đất nước hùng cường, thịnh vượng",
      "Nghị quyết về tiếp tục đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước đến năm 2030, tầm nhìn đến năm 2045"
    ],
    "correct": "D"
  },
  {
    "id": 156,
    "q": "Một trong những nhiệm vụ, giải pháp của Nghị quyết số 57-NQ/TW ngày 22/12/2024 của Bộ Chính trị?",
    "answers": [
      "Bảo đảm sự lãnh đạo toàn diện, trực tiếp của Đảng trong công tác xây dựng pháp luật, phát huy cao độ tính Đảng trong xây dựng và thi hành pháp luật",
      "Đổi mới tư duy, định hướng xây dựng pháp luật theo hướng vừa bảo đảm yêu cầu quản lý nhà nước, vừa khuyến khích sáng tạo, giải phóng toàn bộ sức sản xuất, khơi thông mọi nguồn lực phát triển",
      "Nâng cao nhận thức, đột phá về đổi mới tư duy, xác định quyết tâm chính trị mạnh mẽ, quyết liệt lãnh đạo, chỉ đạo, tạo xung lực mới, khí thế mới trong toàn xã hội về phát triển khoa học, công nghệ, đổi mới sáng tạo và chuyển đổi số quốc gia",
      "Tạo đột phá trong công tác thi hành pháp luật, bảo đảm pháp luật được thực hiện công bằng, nghiêm minh, nhất quán, kịp thời, hiệu lực và hiệu quả; gắn kết chặt chẽ giữa xây dựng và thi hành pháp luật"
    ],
    "correct": "C"
  },
  {
    "id": 157,
    "q": "Một trong những nhiệm vụ, giải pháp của Nghị quyết số 57-NQ/TW ngày 22/12/2024 của Bộ Chính trị?",
    "answers": [
      "Tạo đột phá trong công tác thi hành pháp luật, bảo đảm pháp luật được thực hiện công bằng, nghiêm minh, nhất quán, kịp thời, hiệu lực và hiệu quả; gắn kết chặt chẽ giữa xây dựng và thi hành pháp luật",
      "Khẩn trương, quyết liệt hoàn thiện thể chế; xoá bỏ mọi tư tưởng, quan niệm, rào cản đang cản trở sự phát triển; đưa thể chế thành một lợi thế cạnh tranh trong phát triển khoa học, công nghệ, đổi mới sáng tạo và chuyển đổi số",
      "Thực hiện cơ chế tài chính đặc biệt cho công tác xây dựng và thi hành pháp luật",
      "Xây dựng giải pháp đột phá nâng cao chất lượng nguồn nhân lực pháp luật"
    ],
    "correct": "B"
  },
  {
    "id": 158,
    "q": "Một trong những phương hướng, nhiệm vụ, giải pháp lớn được đề ra tại Nghị quyết số 59-NQ/TW ngày 24/01/2025 của Bộ Chính trị?",
    "answers": [
      "Tăng cường sự lãnh đạo của Đảng; đổi mới tư duy, nhận thức và hành động trong hội nhập quốc tế trong tình hình mới",
      "Tích cực học tập, nghiên cứu, vận dụng sáng tạo tư tưởng Hồ Chí Minh về quốc phòng toàn dân và xây dựng quân đội, góp phần thực hiện tốt chức năng tham mưu chiến lược với Đảng, Nhà nước về quân sự, quốc phòng.",
      "Đổi mới tư duy, định hướng xây dựng pháp luật theo hướng vừa bảo đảm yêu cầu quản lý nhà nước, vừa khuyến khích sáng tạo, giải phóng toàn bộ sức sản xuất, khơi thông mọi nguồn lực phát triển",
      "Tạo đột phá trong công tác thi hành pháp luật, bảo đảm pháp luật được thực hiện công bằng, nghiêm minh, nhất quán, kịp thời, hiệu lực và hiệu quả; gắn kết chặt chẽ giữa xây dựng và thi hành pháp luật"
    ],
    "correct": "A"
  },
  {
    "id": 159,
    "q": "Một trong những phương hướng, nhiệm vụ, giải pháp lớn được đề ra tại Nghị quyết số 59-NQ/TW ngày 24/01/2025 của Bộ Chính trị?",
    "answers": [
      "Xây dựng giải pháp đột phá nâng cao chất lượng nguồn nhân lực pháp luật",
      "Tăng cường chuyển đổi số, ứng dụng trí tuệ nhân tạo, dữ liệu lớn trong công tác xây dựng và thi hành pháp luật",
      "Nâng cao hiệu quả hội nhập kinh tế quốc tế phục vụ xây dựng nền kinh tế độc lập, tự chủ, tự lực, tự cường, đẩy mạnh cơ cấu lại nền kinh tế, đổi mới mô hình tăng trưởng và thúc đẩy chuyển đổi số",
      "Tạo đột phá trong công tác thi hành pháp luật, bảo đảm pháp luật được thực hiện công bằng, nghiêm minh, nhất quán, kịp thời, hiệu lực và hiệu quả; gắn kết chặt chẽ giữa xây dựng và thi hành pháp luật"
    ],
    "correct": "C"
  },
  {
    "id": 160,
    "q": "Một trong những quan điểm chỉ đạo được đề ra tại Nghị quyết số 66-NQ/TW ngày 30/4/2025 của Bộ Chính trị?",
    "answers": [
      "Đẩy mạnh hội nhập quốc tế về văn hóá, xã hội, du lịch, môi trường, giáo dục - đào tạo, y tế và các lĩnh vực khác",
      "Nâng cao năng lực thực thi các cam kết, thoả thuận quốc tế gắn với tăng cường công tác kiểm tra, giám sát thực thi và đẩy mạnh hoàn thiện thể chế, chính sách, pháp luật trong nước",
      "Nâng cao hiệu lực, hiệu quả chỉ đạo, điều phối công tác hội nhập quốc tế; phát huy vai trò tích cực, chủ động của các địa phương",
      "Nâng cao hiệu quả thi hành pháp luật, tập trung xây dựng văn hóa tuân thủ pháp luật, bảo đảm thượng tôn Hiến pháp và pháp luật; gắn kết chặt chẽ giữa xây dựng và thi hành pháp luật"
    ],
    "correct": "D"
  },
  {
    "id": 161,
    "q": "Một trong những mục tiêu được đề ra tại Nghị quyết số 66-NQ/TW ngày 30/4/2025 của Bộ Chính trị?",
    "answers": [
      "Năm 2028, hoàn thiện hệ thống pháp luật về đầu tư, kinh doanh, góp phần đưa môi trường đầu tư của Việt Nam nằm trong nhóm 3 nước dẫn đầu ASEAN",
      "Nâng cao chất lượng, hiệu quả, tính đồng bộ, toàn diện, sâu rộng, của hội nhập quốc tế, giữ vững môi trường hòa bình, ổn định, góp phần thiết thực xây dựng, phát triển và bảo vệ đất nước.",
      "Giữ gìn và phát huy giá trị văn hóa, sức mạnh còn người Việt Nam, tăng cường sức mạnh tổng hợp quốc gia; nâng cao vai trò, vị thế và uy tín quốc tế của đất nước.",
      "Phấn đấu đến giữa thế kỷ XXI, nước ta trở thành nước phát triển, thu nhập cao theo định hướng xã hội chủ nghĩa"
    ],
    "correct": "A"
  },
  {
    "id": 162,
    "q": "Một trong những nhiệm vụ, giải pháp được đề ra tại Nghị quyết số 66-NQ/TW ngày 30/4/2025 của Bộ Chính trị?",
    "answers": [
      "Nâng cao hiệu lực, hiệu quả chỉ đạo, điều phối công tác hội nhập quốc tế; phát huy vai trò tích cực, chủ động của các địa phương",
      "bảo đảm sự lãnh đạo toàn diện, trực tiếp của Đảng trong công tác xây dựng pháp luật, phát huy cao độ tính Đảng trong xây dựng và thi hành pháp luật",
      "Nâng cao năng lực thực thi các cam kết, thoả thuận quốc tế gắn với tăng cường công tác kiểm tra, giám sát thực thi và đẩy mạnh hoàn thiện thể chế, chính sách, pháp luật trong nước",
      "Đẩy mạnh hội nhập quốc tế về khoa học công nghệ và đổi mới sáng tạo, góp phần nâng cao năng lực cạnh tranh quốc gia, mở rộng không gian phát triển bền vững và hiện đại hóa đất nước"
    ],
    "correct": "B"
  },
  {
    "id": 163,
    "q": "Một trong những quan điểm chỉ đạo được đề ra tại Nghị quyết số 68-NQ/TW ngày 04/5/2025 của Bộ Chính trị?",
    "answers": [
      "Công tác xây dựng và thi hành pháp luật là “đột phá của đột phá” trong hoàn thiện thể chế phát triển đất nước trong kỷ nguyên mới; là một nhiệm vụ trọng tâm của tiến trình xây dựng và hoàn thiện Nhà nước pháp quyền xã hội chủ nghĩa Việt Nam của Nhân dân, do Nhân dân và vì Nhân dân, dưới sự lãnh đạo của Đảng",
      "Nâng cao hiệu quả thi hành pháp luật, tập trung xây dựng văn hóa tuân thủ pháp luật, bảo đảm thượng tôn Hiến pháp và pháp luật; gắn kết chặt chẽ giữa xây dựng và thi hành pháp luật",
      "Tăng cường vai trò lãnh đạo của Đảng, kiến tạo của Nhà nước, lấy doanh nghiệp là trung tâm, là chủ thể; chú trọng đào tạo, bồi dưỡng đội ngũ doanh nhân có đạo đức, văn hoá kinh doanh, bản lĩnh, trí tuệ, năng động, sáng tạo, nỗ lực vươn lên; tôn vinh, cổ vũ, phát triển đội ngũ doanh nhân lớn mạnh, có tinh thần yêu nước, tự tôn dân tộc, khát vọng cống hiến, thượng tôn pháp luật, tích cực thực hiện trách nhiệm xã hội",
      "Công tác xây dựng và thi hành pháp luật là “đột phá của đột phá” trong hoàn thiện thể chế phát triển đất nước trong kỷ nguyên mới; là một nhiệm vụ trọng tâm của tiến trình xây dựng và hoàn thiện Nhà nước pháp quyền xã hội chủ nghĩa Việt Nam của Nhân dân, do Nhân dân và vì Nhân dân, dưới sự lãnh đạo của Đảng"
    ],
    "correct": "C"
  },
  {
    "id": 164,
    "q": "Một trong những mục tiêu được đề ra tại Nghị quyết số 68-NQ/TW ngày 04/5/2025 của Bộ Chính trị?",
    "answers": [
      "Nâng cao năng lực và bản lĩnh chính trị hội nhập quốc tế",
      "Hội nhập quốc tế về khoa học công nghệ và đổi mới sáng tạo, văn hóa, xã hội, du lịch, môi trường, giáo dục - đào tạo, y tế và các lĩnh vực khá",
      "Quản trị quốc gia hiện đại với bộ máy nhà nước tinh gọn, hiệu năng, hiệu lực, hiệu quả, đáp ứng yêu cầu phát triển đất nước nhanh và bền vững, trở thành nước phát triển, có thu nhập cao theo định hướng xã hội chủ nghĩa vào năm 2045",
      "Trình độ, năng lực công nghệ, đổi mới sáng tạo, chuyển đổi số thuộc nhóm 3 nước đứng đầu ASEAN và nhóm 5 nước đứng đầu khu vực châu Á"
    ],
    "correct": "D"
  },
  {
    "id": 165,
    "q": "Một trong những nhiệm vụ, giải pháp được đề ra tại Nghị quyết số 68-NQ/TW ngày 04/5/2025 của Bộ Chính trị?",
    "answers": [
      "Đổi mới tư duy, thống nhất cao về nhận thức và hành động, khơi dậy niềm tin, khát vọng dân tộc, tạo xung lực mới, khí thế mới để phát triển kinh tế tư nhân",
      "Tăng cường sự lãnh đạo của Đảng; đổi mới tư duy, nhận thức và hành động trong hội nhập quốc tế trong tình hình mới",
      "Đẩy mạnh hội nhập quốc tế về văn hóá, xã hội, du lịch, môi trường, giáo dục - đào tạo, y tế và các lĩnh vực khác",
      "Nâng cao hiệu lực, hiệu quả chỉ đạo, điều phối công tác hội nhập quốc tế; phát huy vai trò tích cực, chủ động của các địa phương"
    ],
    "correct": "A"
  },
  {
    "id": 166,
    "q": "Mục tiêu cụ thể đào tạo nhân viên chuyên môn kỹ thuật đến hết năm 2030 được xác định trong Nghị quyết số 1657-NQ/QUTW ngày 20/12/2022 về đổi mới công tác giáo dục và đào tạo đáp ứng yêu cầu nhiệm vụ xây dựng Quân đội trong tình hình mới là?",
    "answers": [
      "Có kiến cần thiết về chính trị, quân sự, kinh tế, pháp luật, ngoại ngữ, tin học; có năng lực vận dụng kiến thức chuyên môn, nghiệp vụ vào khai thác, làm chủ vũ khí, trang bị kỹ thuật và thực hiện chức trách, nhiệm vụ",
      "Có kiến thức toàn diện, tư duy đổi mới, tầm nhìn, phương pháp làm việc khoa học; có hiểu biết về quản lý nhà nước, quản lý kinh tế, xã hội và pháp luật, đáp ứng yêu cầu nhiệm vụ xây dựng và bảo vệ Tổ quốc",
      "Có kiến thức cơ bản về chính trị, quân sự, chuyên môn, chuyên ngành, quản lý Nhà nước, kinh tế, xã hội, pháp luật, ngoại ngữ và tin học; có năng lực vận dụng kiến thức chuyên môn, chuyên ngành trong tổ chức quản lý, chỉ huy, huấn luyện chiến đấu, xây dựng đơn vị và thực hiện chức trách, nhiệm vụ; có khả năng sáng tạo, thích ứng nhanh và phát triển"
    ],
    "correct": "A"
  },
  {
    "id": 167,
    "q": "Nghị quyết số 1657-NQ/QUTW ngày 20/12/2022 Về đổi mới công tác giáo dục và đào tạo đáp ứng yêu cầu nhiệm vụ xây dựng Quân đội trong tình hình mới xác định bao nhiêu nhóm nhiệm vụ giải pháp chủ yếu?",
    "answers": [
      "Bảy nhóm",
      "Tám nhóm",
      "Chín nhóm",
      "Mười nhóm"
    ],
    "correct": "D"
  },
  {
    "id": 168,
    "q": "Mục tiêu cụ thể đến năm 2030 về bảo đảm học liệu và chuyển đổi số được xác định trong Nghị quyết số 1657-NQ/QUTW ngày 20/12/2022 về đổi mới công tác giáo dục và đào tạo đáp ứng yêu cầu nhiệm vụ xây dựng Quân đội trong tình hình mới là?",
    "answers": [
      "Phấn đấu đến năm 2030, hệ thống học liệu của các trường được chuẩn hóa, hiện đại hóa và thống nhất, 100% trường áp dụng hiệu quả dữ liệu, công nghệ số và trí tuệ nhân tạo trong quản lý, điều hành, tổ chức hoạt động dạy học và nghiên cứu khoa học",
      "Phấn đấu đến năm 2030, hệ thống học liệu của các trường được chuẩn hóa, hiện đại hóa và thống nhất, 95% trường áp dụng hiệu quả dữ liệu, công nghệ số và trí tuệ nhân tạo trong quản lý, điều hành, tổ chức hoạt động dạy học và nghiên cứu khoa học",
      "Phấn đấu đến năm 2030, hệ thống học liệu của các trường được chuẩn hóa, hiện đại hóa và thống nhất, 90% trường áp dụng hiệu quả dữ liệu, công nghệ số và trí tuệ nhân tạo trong quản lý, điều hành, tổ chức hoạt động dạy học và nghiên cứu khoa học"
    ],
    "correct": "A"
  },
  {
    "id": 169,
    "q": "Mục tiêu cụ thể đến năm 2025 về bảo đảm học liệu và chuyển đổi số được xác định trong Nghị quyết số 1657-NQ/QUTW ngày 20/12/2022 Về đổi mới công tác giáo dục và đào tạo đáp ứng yêu cầu nhiệm vụ xây dựng Quân đội trong tình hình mới là?",
    "answers": [
      "Phấn đấu đến năm 2025 bảo đảm đủ 95% học liệu cho các chương trình đào tạo của các nhà trường, 95% trường áp dụng hệ thống quản lý và tổ chức dạy học dựa trên dữ liệu và công nghệ số",
      "Phấn đấu đến năm 2025 bảo đảm đủ 90% học liệu cho các chương trình đào tạo của các nhà trường, 90% trường áp dụng hệ thống quản lý và tổ chức dạy học dựa trên dữ liệu và công nghệ số",
      "Phấn đấu đến năm 2025 bảo đảm đủ học liệu cho các chương trình đào tạo của các nhà trường, 100% trường áp dụng hệ thống quản lý và tổ chức dạy học dựa trên dữ liệu và công nghệ số"
    ],
    "correct": "C"
  },
  {
    "id": 170,
    "q": "Giải pháp để đổi mới toàn diện và đồng bộ quy trình đào tạo được xác định trong Nghị quyết số 1657-NQ/QUTW ngày 20/12/2022 Về đổi mới công tác giáo dục và đào tạo đáp ứng yêu cầu nhiệm vụ xây dựng Quân đội trong tình hình mới là?",
    "answers": [
      "Rà soát, đổi mới quy trình đào tạo theo hướng rút ngắn thời gian đào tạo tại nhà trường, tăng thời gian thực hành, thực tập, thực tế, tự học của học viên, tạo điều kiện cho cán bộ, nhân viên chuyên môn kỹ thuật có nhiều thời gian công tác và trưởng thành từ thực tế đơn vị; bảo đảm logic trong từng môn học, học kỳ, năm học và khóa học để nâng cao hiệu quả của chương trình đào tạo",
      "Rà soát, đổi mới quy trình đào tạo theo hướng tăng thời gian đào tạo cho một số đối tượng, giảm dần thời gian thực hành, thực tập…",
      "Rà soát, đổi mới quy trình đào tạo theo hướng cân bằng thời gian đào tạo tại nhà trường và công tác tại đơn vị…"
    ],
    "correct": "A"
  },
  {
    "id": 171,
    "q": "Mục tiêu cụ thể đào tạo cán bộ cấp phân đội trình độ đại học đến hết năm 2030 được xác định trong Nghị quyết số 1657-NQ/QUTW ngày 20/12/2022, về đổi mới công tác giáo dục và đào tạo đáp ứng yêu cầu nhiệm vụ xây dựng Quân đội trong tình hình mới là?",
    "answers": [
      "Có kiến thức toàn diện về chính trị, quân sự, quản lý nhà nước, kinh tế, xã hội, pháp luật và kiến thức chuyên sâu về chuyên ngành…",
      "Có kiến thức toàn diện, tư duy đổi mới, tầm nhìn, phương pháp làm việc khoa học…",
      "Có kiến thức cơ bản về chính trị, quân sự, chuyên môn, chuyên ngành, quản lý Nhà nước, kinh tế, xã hội, pháp luật, ngoại ngữ và tin học; có năng lực vận dụng kiến thức chuyên môn, chuyên ngành trong lãnh đạo, tổ chức quản lý, chỉ huy, huấn luyện chiến đấu, xây dựng đơn vị và thực hiện chức trách, nhiệm vụ; có khả năng sáng tạo, thích ứng nhanh và phát triển"
    ],
    "correct": "C"
  },
  {
    "id": 172,
    "q": "Một trong những nội dung quan điểm chỉ đạo được xác định trong Nghị quyết số 1657-NQ/QUTW ngày 20/12/2022, về đổi mới công tác giáo dục và đào tạo đáp ứng yêu cầu nhiệm vụ xây dựng Quân đội trong tình hình mới là?",
    "answers": [
      "Kết hợp chặt chẽ giữa giáo dục và đào tạo trong nhà trường với khuyến khích và phát huy vai trò chủ động sáng tạo của người học sau khi ra trường",
      "Kết hợp chặt chẽ giữa giáo dục và đào tạo trong nhà trường với giao nhiệm vụ thử thách và tạo điều kiện tốt nhất cho người học khẳng định được bản thân sau khi ra trường",
      "Kết hợp chặt chẽ giữa giáo dục và đào tạo trong nhà trường với bồi dưỡng tại đơn vị và tự học, tự rèn trong quá trình công tác"
    ],
    "correct": "C"
  },
  {
    "id": 173,
    "q": "Một trong những nội dung quan điểm chỉ đạo được xác định trong Nghị quyết số 1657-NQ/QUTW ngày 20/12/2022, về đổi mới công tác giáo dục và đào tạo đáp ứng yêu cầu nhiệm vụ xây dựng Quân đội trong tình hình mới là?",
    "answers": [
      "Đổi mới công tác giáo dục và đào tạo trong Quân đội là đổi mới từ những vấn đề cụ thể do thực tiễn yêu cầu nhiệm vụ giáo dục và đào tạo, thực tiễn và khả năng sẵn sàng chiến đấu của đơn vị đặt ra",
      "Đổi mới công tác giáo dục và đào tạo trong Quân đội là đổi mới tư duy dám nghĩ, dám làm, dám chịu trách nhiệm của các cấp ủy, tổ chức Đảng, chỉ huy và các tổ chức quần chúng trong Quân đội",
      "Đổi mới công tác giáo dục và đào tạo trong Quân đội là đổi mới những vấn đề lớn, cốt lõi, cấp thiết, từ quan điểm, tư tưởng chỉ đạo đến mục tiêu, quy trình, chương trình đào tạo, phương pháp dạy học, cơ chế, chính sách và các điều kiện bảo đảm…"
    ],
    "correct": "C"
  },
  {
    "id": 174,
    "q": "Một trong các khâu đột phá về giáo dục và đào tạo được xác định trong Nghị quyết Đại hội Đảng bộ Quân đội lần thứ XI là?",
    "answers": [
      "Tích cực đổi mới phương pháp dạy học theo hướng phát huy sự tự giác, tích cực, ý thức tổ chức kỷ luật của người học",
      "Tích cực đổi mới nội dung đào tạo, chú trọng rèn luyện tư thế tác phong, thể lực, kỷ luật cho người học đáp ứng mục tiêu, yêu cầu đào tạo",
      "Đổi mới nội dung, chương trình đào tạo theo hướng chuẩn hoá, hiện đại hóa, phù hợp với từng đối tượng, cấp học; chú trọng rèn luyện bản lĩnh, phương pháp, tác phong chỉ huy, quản lý đáp ứng mục tiêu, yêu cầu đào tạo cho học viên"
    ],
    "correct": "C"
  },
  {
    "id": 175,
    "q": "Một trong những biểu hiện của chủ nghĩa cá nhân được xác định ở Nghị quyết số 847-NQ/QUTW ngày 28/12/2021 của Quân ủy Trung ương?",
    "answers": [
      "Coi thường lý luận, xa rời thực tiễn, lười học tập, rèn luyện, thích tự do, vô kỷ luật; hoang mang, dao động, hoài nghi về chủ nghĩa Mác - Lê nin, tư tưởng Hồ Chí Minh, phụ họa theo những nhận thức lệch lạc, quan điểm sai trái",
      "Nhận thức sai lệch về ý nghĩa, tầm quan trọng của lý luận và học tập lý luận chính trị",
      "Lười học, ngại học tập lý luận chính trị hoặc học một cách thụ động, học đối phó, học né tránh, sợ học lý luận chính trị",
      "Không học tập lý luận chính trị hoặc coi thường học lý luận chính trị"
    ],
    "correct": "A"
  },
  {
    "id": 176,
    "q": "Nghị quyết số 847-NQ/QUTW ngày 28/12/2021 của Quân ủy Trung ương xác định mấy đặc trưng cơ bản của phẩm chất “Bộ đội Cụ Hồ”?",
    "answers": [
      "4.",
      "5.",
      "6.",
      "7."
    ],
    "correct": "B"
  },
  {
    "id": 177,
    "q": "Chỉ thị số 855-CT/QUTW ngày 12/8/2019 của Thường vụ Quân ủy Trung ương là Chỉ thị về:",
    "answers": [
      "Cuộc vận động “Phát huy truyền thống, cống hiến tài năng, xứng danh Bộ đội Cụ Hồ”",
      "Tiếp tục thực hiện Cuộc vận động “Phát huy truyền thống, cống hiến tài năng, xứng danh Bộ đội Cụ Hồ” thời kỳ mới",
      "Đẩy mạnh thực hiện Cuộc vận động “Phát huy truyền thống, cống hiến tài năng, xứng danh Bộ đội Cụ Hồ” thời kỳ mới",
      "Tăng cường thực hiện Cuộc vận động “Phát huy truyền thống, cống hiến tài năng, xứng danh Bộ đội Cụ Hồ” thời kỳ mới"
    ],
    "correct": "B"
  },
  {
    "id": 178,
    "q": "Một trong những chuẩn mực cơ bản được xác định trong Chỉ thị số 855-CT/QUTW ngày 12/8/2019 của Thường vụ Quân ủy Trung ương là:",
    "answers": [
      "Xây dựng bản lĩnh chính trị, lập trường tư tưởng kiên định, vững vàng, phẩm chất đạo đức trong sáng, lối sống trong sạch, lành mạnh cho cán bộ, đảng viên, hạ sĩ quan-binh sĩ, quân nhân chuyên nghiệp, công nhân viên chức quốc phòng",
      "Trung với Đảng, hiếu với dân, sẵn sàng chiến đấu hy sinh vì độc lập, tự do của Tổ quốc, vì CNXH. Nhiệm vụ nào cũng hoàn thành, khó khăn nào cũng vượt qua, kẻ thù nào cũng đánh thắng",
      "Có bản lĩnh chính trị vững vàng, động cơ trong sáng, trách nhiệm cao",
      "Đẩy mạnh xây dựng nền nếp chính quy, rèn luyện kỷ luật; phát huy truyền thống đoàn kết quân-dân, thực hiện quân với dân một ý chí; khắc phục khó khăn, mưu trí, sáng tạo, quyết chiến, quyết thắng"
    ],
    "correct": "C"
  },
  {
    "id": 179,
    "q": "Quy chế công tác giáo dục khoa học xã hội và nhân văn trong nhà trường Quân đội nhân dân Việt Nam được ban hành vào ngày, tháng, năm nào?",
    "answers": [
      "Ngày 29/3/2007",
      "Ngày 20/12/2022",
      "Ngày 27/12/2023",
      "Ngày 22/6/2023"
    ],
    "correct": "D"
  },
  {
    "id": 180,
    "q": "Quy chế công tác giáo dục khoa học xã hội và nhân văn trong nhà trường Quân đội nhân dân Việt Nam gồm có mấy chương? Bao nhiêu điều?",
    "answers": [
      "Gồm 02 chương, 22 điều",
      "Gồm 03 chương, 23 điều",
      "Gồm 04 chương, 24 điều",
      "Gồm 05 chương, 25 điều"
    ],
    "correct": "B"
  },
  {
    "id": 181,
    "q": "Thông tư số 143/2023/TT-BQP ngày 27/12/2023 của Bộ Quốc phòng về quy định xử lý kỷ luật trong Quân đội nhân dân Việt Nam mấy chương? Bao nhiêu điều?",
    "answers": [
      "Gồm 03 chương, 36 điều",
      "Gồm 04 chương, 47 điều",
      "Gồm 05 chương, 59 điều",
      "Gồm 06 chương, 60 điều"
    ],
    "correct": "C"
  },
  {
    "id": 182,
    "q": "Điều 42, Thông tư số 143/2023/TT-BQP ngày 27/12/2023 của Bộ Quốc phòng quy định xử lý kỷ luật về nội dung gì?",
    "answers": [
      "Tổ chức làm kinh tế trái quy định",
      "Vi phạm liên quan đến ma túy",
      "Vi phạm các quy định trong lĩnh vực công nghệ thông tin và bảo đảm an toàn thông tin, an ninh mạng",
      "Đánh bạc, tổ chức đánh bạc, gá bạc; cho vay nặng lãi"
    ],
    "correct": "D"
  },
  {
    "id": 183,
    "q": "Điều 38, Thông tư số 143/2023/TT-BQP ngày 27/12/2023 của Bộ Quốc phòng quy định xử lý kỷ luật về nội dung gì?",
    "answers": [
      "Vi phạm trật tự công cộng",
      "Tổ chức làm kinh tế trái quy định",
      "Uống rượu, bia trong giờ làm việc và say rượu, bia",
      "Vi phạm các quy định trong lĩnh vực công nghệ thông tin và bảo đảm an toàn thông tin, an ninh mạng"
    ],
    "correct": "C"
  },
  {
    "id": 184,
    "q": "Thông tư số 54/2022/TT-BQP ngày 19/7/2022 của Bộ Quốc phòng quy định tổ chức dạy học các môn khoa học xã hội và nhân văn trong nhà trường Quân đội gồm có mấy chương? Bao nhiêu điều?",
    "answers": [
      "Gồm 02 chương, 09 điều",
      "Gồm 03 chương, 10 điều",
      "Gồm 04 chương, 15 điều",
      "Gồm 05 chương, 30 điều"
    ],
    "correct": "B"
  },
  {
    "id": 185,
    "q": "Quyết định số 775/QĐ-CT ngày 12/5/2022 của Chủ nhiệm TCCT Quân đội nhân dân Việt Nam ban hành nội dung gì?",
    "answers": [
      "Quy chế quản lý tư tưởng quân nhân; nắm và định hướng dư luận trong Quân đội nhân dân Việt Nam",
      "Quy chế quản lý tư tưởng quân nhân; nắm và định hướng dư luận xã hội trong Quân đội nhân dân Việt Nam",
      "Quy chế quản lý tư tưởng quân nhân; nắm và định hướng dư luận trong Quân đội",
      "Quy chế công tác giáo dục KHXH&NV trong nhà trường Quân đội nhân dân Việt Nam"
    ],
    "correct": "A"
  },
  {
    "id": 186,
    "q": "Theo Quy chế quản lý tư tưởng quân nhân; nắm và định hướng dư luận trong Quân đội nhân dân Việt Nam, chủ thể lãnh đạo, chỉ đạo, tiến hành công tác quản lý tư tưởng; nắm và định hướng dư luận trong quân đội là gì?",
    "answers": [
      "Cấp ủy, tổ chức đảng, chính ủy, chính trị viên, người chỉ huy, cơ quan chính trị, cán bộ chính trị các cấp, hội đồng quân nhân",
      "Cấp ủy, tổ chức đảng, chính ủy, chính trị viên (bí thư), người chỉ huy, cơ quan chính trị, cán bộ chính trị các cấp",
      "Cấp ủy, tổ chức đảng, chính ủy, chính trị viên (bí thư), cán bộ chính trị các cấp",
      "Cấp ủy, tổ chức đảng, chính ủy, chính trị viên (bí thư), cơ quan chính trị, cán bộ chính trị các cấp"
    ],
    "correct": "B"
  },
  {
    "id": 187,
    "q": "Vận động viên đầu tiên và duy nhất của Việt Nam đến nay giành huy chương vàng tại Thế vận hội Mùa hè là ai? Nội dung gì ?",
    "answers": [
      "Trần Hiếu Ngân ở môn taekwondo.",
      "Phạm Văn Mách vừa giành huy chương vàng ở môn thể hình",
      "Hoàng Xuân Vinh, nội dung 10m súng ngắn hơi nam.",
      "Nguyễn Thị Ánh Viên ở môn Bơi"
    ],
    "correct": "C"
  },
  {
    "id": 188,
    "q": "Đại dịch Covid-19 bắt đầu xuất phát ở đâu vào ngày, tháng, năm nào ?",
    "answers": [
      "Vũ Hán - Trung Quốc, vào ngày 16/11/2019",
      "Vũ Hán - Trung Quốc, vào ngày 17/11/2019",
      "Vũ Hán - Trung Quốc, vào ngày 18/11/2019",
      "Vũ Hán - Trung Quốc, vào ngày 19/11/2019"
    ],
    "correct": "B"
  },
  {
    "id": 189,
    "q": "Trường hợp mắc Covid-19 đầu tiên ở nước ta tại địa phương nào? vào ngày, tháng, năm nào ?",
    "answers": [
      "Tại Hà Nội, vào ngày 20/01/2020",
      "Tại Hải Phòng, vào ngày 21/01/2020",
      "Tại Đà Nẵng, vào ngày 22/01/2020",
      "Tại Thành phố Hồ Chí Minh, vào ngày 23/01/2020"
    ],
    "correct": "D"
  },
  {
    "id": 190,
    "q": "WHO chính thức công bố về đại dịch Covid-19 do SARS-CoV-2 gây ra vào ngày, tháng, năm nào?",
    "answers": [
      "Ngày 30/11/2019",
      "Ngày 30/12/2019",
      "Ngày 01/01/2020",
      "Ngày 11/3/2020"
    ],
    "correct": "D"
  },
  {
    "id": 191,
    "q": "Cuộc xung đột quân sự Nga-Ukraine bắt đầu diễn ra vào ngày, tháng, năm nào?",
    "answers": [
      "Ngày 22/2/2022",
      "Ngày 23/2/2022",
      "Ngày 24/2/2022",
      "Ngày 25/2/2022"
    ],
    "correct": "C"
  },
  {
    "id": 192,
    "q": "Quân đội Hoàng gia Thái Lan đảo chính và lật đổ chính phủ của Thủ tướng Thaksin Shinawatra vào ngày, tháng, năm nào?",
    "answers": [
      "Ngày 17/9/2006",
      "Ngày 18/9/2006",
      "Ngày 19/9/2006",
      "Ngày 20/9/2006"
    ],
    "correct": "C"
  },
  {
    "id": 193,
    "q": "Quân đội Hoàng gia Thái Lan đảo chính và lật đổ chính phủ của Thủ tướng Thaksin Shinawatra khi ông đang đi đâu?",
    "answers": [
      "Tham dự Hội nghị Cấp cao ASEAN tại Malina, Philippines",
      "Tham dự Diễn đàn Hợp tác Kinh tế châu Á - Thái Bình Dương (APEC) tại Singapore",
      "Tham dự Hiệp định Đối tác xuyên Thái Bình Dương (TPP) tại New Zealand",
      "Tham gia cuộc họp Đại hội đồng Liên Hợp Quốc tại Thành phố New York, Mỹ"
    ],
    "correct": "D"
  },
  {
    "id": 194,
    "q": "Đến nay, Tổng thống trẻ nhất của nước Pháp là ai?",
    "answers": [
      "François Gérard Georges Nicolas Hollande",
      "Nicolas Sarkozy",
      "Jacques René Chirac",
      "Emmanuel Macron"
    ],
    "correct": "D"
  },
  {
    "id": 195,
    "q": "Đến nay, Tổng thống làm lâu nhất của nước Mỹ là ai?",
    "answers": [
      "Franklin D. Roosevelt",
      "James Madison",
      "Abraham Lincoln",
      "Bill Clinton"
    ],
    "correct": "A"
  },
  {
    "id": 196,
    "q": "Tác phẩm, tác giả được coi là cuốn bách khoa toàn thư về nước Pháp dưới chế độ tư bản thế kỉ XIX?",
    "answers": [
      "Bonjour tristesse (Buồn Ơi Chào Mi) - Françoise Sagan",
      "Sans Famille (Không Gia Đình) - Hector Malot",
      "L’Étranger (Người xa lạ) - Albert Camus",
      "Les misérables (Những người khốn khổ) - Victor Hugo"
    ],
    "correct": "D"
  },
  {
    "id": 197,
    "q": "Quốc gia có diện tích lớn nhất thế giới là quốc gia nào?",
    "answers": [
      "Trung Quốc",
      "Nga",
      "Hoa kỳ",
      "Ấn Độ"
    ],
    "correct": "B"
  },
  {
    "id": 198,
    "q": "Quốc gia có dân số đông nhất thế giới là quốc gia nào (theo số liệu ngày 31/12/2023)?",
    "answers": [
      "Úc",
      "Trung Quốc",
      "Hoa kỳ",
      "Ấn Độ"
    ],
    "correct": "D"
  },
  {
    "id": 199,
    "q": "Taliban là một trong những nhóm khủng bố khét tiếng nhất thế giới thuộc quốc gia nào?",
    "answers": [
      "Pakistan",
      "Uzbekistan",
      "Afghanistan",
      "Turkmenistan"
    ],
    "correct": "C"
  },
  {
    "id": 200,
    "q": "Trung Quốc hạ đặt giàn khoan Hải Dương 981 xâm phạm vùng đặc quyền kinh tế và thềm lục địa của Việt Nam vào ngày, tháng, năm nào?",
    "answers": [
      "Ngày 02/3/2014",
      "Ngày 02/4/2014",
      "Ngày 02/5/2014",
      "Ngày 02/6/2014"
    ],
    "correct": "C"
  }
]