[
  {
    "id": 1,
    "q": "Những tiền đề khách quan của sự ra đời chủ nghĩa Mác là gì?",
    "answers": [
      "Tiền đề kinh tế, chính trị, xã hội; tiền đề khoa học và lý luận.",
      "Tiền đề kinh tế, chính trị; tiền đề văn hóa, xã hội; tiền đề khoa học và kỹ thuật.",
      "Tiền đề kinh tế, chính trị; tiền đề văn hóa, xã hội; tiền đề khoa học và lý luận; tiền đề quân sự, quốc phòng.",
      "Tiền đề kinh tế, chính trị; tiền đề văn hóa, xã hội; tiền đề lý luận và thực tiễn; tiền đề quân sự, quốc phòng."
    ],
    "correct": "A"
  },
  {
    "id": 2,
    "q": "Ba học thuyết “vạch thời đại” nào, góp phần là tiền đề khoa học cho sự ra đời của chủ nghĩa Mác?",
    "answers": [
      "Lực đẩy Ác-si-mét; định luật bảo toàn và chuyển hóa năng lượng của R.Maiơ và G.Lôgicnxơ; học thuyết tế bào của Slâyđen.",
      "Học thuyết tiến hóa giống loài của Đácuyn; định luật bảo toàn và chuyển hóa năng lượng của R.Maiơ và G.Lôgicnxơ; học thuyết tế bào của Slâyđen.",
      "Định luật về chuyển động của Newton; định luật bảo toàn và chuyển hóa năng lượng của R.Maiơ và G.Lôgicnxơ; học thuyết tế bào của Slâyđen.",
      "Định luật lý Pi-ta-go; định luật bảo toàn và chuyển hóa năng lượng của R.Maiơ và G.Lôgicnxơ; học thuyết tế bào của Slâyđen."
    ],
    "correct": "A"
  },
  {
    "id": 3,
    "q": "Những tiền đề lý luận nào, góp phần cho sự ra đời của chủ nghĩa Mác?",
    "answers": [
      "Triết học cổ điển Đức; kinh tế chính trị cổ điển Anh.",
      "Triết học cổ điển Đức; chủ nghĩa xã hội không tưởng phê phán của Pháp thế kỷ XIX.",
      "Triết học cổ điển Đức; kinh tế chính trị cổ điển Anh; chủ nghĩa xã hội không tưởng phê phán của Pháp thế kỷ XIX.",
      "Triết học cổ điển Anh; kinh tế chính trị cổ điển Đức; chủ nghĩa xã hội không tưởng phê phán của Pháp thế kỷ XIX."
    ],
    "correct": "A"
  },
  {
    "id": 4,
    "q": "Triết học Mác - Lênin có mấy chức năng? Gồm những chức năng nào?",
    "answers": [
      "Có 02 chức năng, gồm: Chức năng nhận thức; chức năng dự báo.",
      "Có 03 chức năng, gồm: Chức năng nhận thức; chức năng thế giới quan và chức năng phương pháp luận.",
      "Có 04 chức năng, gồm: Chức năng nhận thức; chức năng dự báo; chức năng thế giới quan và chức năng phương pháp luận.",
      "Có 05 chức năng, gồm: Chức năng nhận thức; chức năng dự báo; chức năng giáo dục; chức năng thế giới quan và chức năng phương pháp luận."
    ],
    "correct": "A"
  },
  {
    "id": 5,
    "q": "Chủ nghĩa Mác - Lênin là học thuyết duy nhất trong lịch sử tư tưởng nhân loại đã nêu lên mục tiêu giải phóng những gì?",
    "answers": [
      "Giải phóng nô lệ, giải phóng nông dân, giải phóng công nhân.",
      "Giải phóng nô lệ, giải phóng nông dân, giải phóng công nhân, giải phóng tầng lớp trí thức.",
      "Giải phóng nô lệ, giải phóng nông dân, giải phóng công nhân, giải phóng tầng lớp trí thức, giải phóng loài người.",
      "Giải phóng xã hội, giải phóng giai cấp, giải phóng con người, giải phóng dân tộc và giải phóng nhân loại."
    ],
    "correct": "A"
  },
  {
    "id": 6,
    "q": "Câu nói: “Vấn đề cơ bản lớn của mọi triết học, đặc biệt là của triết học hiện đại, là vấn đề quan hệ giữa tư duy và tồn tại” là của ai?",
    "answers": [
      "C. Mác",
      "Ph. Ăngghen.",
      "V.I. Lênin.",
      "Platon."
    ],
    "correct": "A"
  },
  {
    "id": 7,
    "q": "Một trong những quy luật cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Quy luật về mối liên hệ phổ biến.",
      "Quy luật chuyển hóa từ những thay đổi về lượng thành những thay đổi về chất và ngược lại.",
      "Quy luật về sự phát triển.",
      "Quy luật về cái chung và cái riêng."
    ],
    "correct": "A"
  },
  {
    "id": 8,
    "q": "Một trong những cặp phạm trù cơ bản của phép biện chứng duy vật là gì?",
    "answers": [
      "Cặp phạm trù phổ biến và sự phát triển.",
      "Cặp phạm trù phủ định và khẳng định.",
      "Cặp phạm trù cái riêng và cái chung.",
      "Cặp phạm trù thống nhất và đấu tranh."
    ],
    "correct": "A"
  },
  {
    "id": 9,
    "q": "Câu nói “Cái riêng chỉ tồn tại trong mối liên hệ đưa đến cái chung” là của ai?",
    "answers": [
      "W. Petty",
      "V.I. Lênin.",
      "Ph. Ăng ghen.",
      "C. Mác."
    ],
    "correct": "A"
  },
  {
    "id": 10,
    "q": "Theo quan điểm của chủ nghĩa duy vật biện chứng, mối liên hệ có ba tính chất cơ bản nào?",
    "answers": [
      "Tính khách quan; tính phổ biến và tính đa dạng, phong phú.",
      "Tính chủ quan; tính tất yếu và tính phát triển.",
      "Tính cầu toàn; tính cẩn trọng và tính chính xác.",
      "Tính cầu thị; tính chuẩn xác và tính thận trọng."
    ],
    "correct": "A"
  },
    {
    "id": 11,
    "q": "Câu “Trong thế giới, không có gì ngoài vật chất đang vận động và vật chất đang vận động không thể vận động ở đâu ngoài không gian và thời gian” là của ai?",
    "answers": [
      "C. Mác.",
      "Ph. Ăng ghen.",
      "V.I. Lênin.",
      "Platon."
    ],
    "correct": "A"
  },
  {
    "id": 12,
    "q": "Một trong những quy luật cơ bản của hình thái kinh tế - xã hội là gì?",
    "answers": [
      "Quy luật thống nhất và đấu tranh của các mặt đối lập.",
      "Quy luật chuyển hóa từ những thay đổi về lượng thành những thay đổi về chất và ngược lại.",
      "Quy luật phủ định của phủ định.",
      "Quy luật quan hệ sản xuất phù hợp với trình độ phát triển của lực lượng sản xuất."
    ],
    "correct": "A"
  },
  {
    "id": 13,
    "q": "Một trong những đặc trưng của kinh tế thị trường định hướng XHCN ở Việt Nam là gì?",
    "answers": [
      "Nền kinh tế có mục đích là phát triển LLSX, xây dựng cơ sở vật chất, kỹ thuật cho CNXH vì mục tiêu “dân giàu, nước mạnh, dân chủ, công bằng, văn minh”.",
      "Là nền kinh tế gắn liền với quá trình công nghiệp hóa tư bản chủ nghĩa.",
      "Là một giai đoạn phát triển cao của kiểu tổ chức kinh tế hàng hóa tư nhân.",
      "Là nền kinh tế bị chi phối bởi các quy luật kinh tế chủ quan."
    ],
    "correct": "A"
  },
  {
    "id": 14,
    "q": "Phương thức sản xuất là sự thống nhất của nội dung nào dưới đây?",
    "answers": [
      "Tồn tại xã hội và ý thức xã hội.",
      "Cơ sở hạ tầng và kiến trúc thượng tầng.",
      "Lực lượng sản xuất và quan hệ sản xuất tương ứng.",
      "Cơ cấu kinh tế và kết cấu giai cấp xã hội."
    ],
    "correct": "A"
  },
  {
    "id": 15,
    "q": "Lực lượng sản xuất là sự thống nhất hữu cơ giữa?",
    "answers": [
      "Người lao động và tư liệu sản xuất",
      "Con người với con người",
      "Con người với tự nhiên",
      "Cả a, b và c."
    ],
    "correct": "A"
  },
  {
    "id": 16,
    "q": "Quan hệ sản xuất là gì?",
    "answers": [
      "Quan hệ giữa người với tự nhiên",
      "Quan hệ giữa người với người trong quá trình sản xuất",
      "Quan hệ giữa người với người trong xã hội",
      "Cả a, b và c"
    ],
    "correct": "A"
  },
  {
    "id": 17,
    "q": "Quan hệ nào giữ vai trò quyết định trong quan hệ sản xuất?",
    "answers": [
      "Quan hệ sở hữu tư liệu sản xuất",
      "Quan hệ tổ chức quản lý",
      "Quan hệ phân phối",
      "Không quan hệ nào quyết định."
    ],
    "correct": "A"
  },
  {
    "id": 18,
    "q": "Cơ sở trực tiếp của sự hình thành giai cấp là gì?",
    "answers": [
      "Sự đấu tranh của các giai tầng trong xã hội",
      "Chế độ tư hữu về tư liệu sản xuất",
      "Chế độ công hữu về tư liệu sản xuất",
      "Sự thống nhất của các giai tầng trong xã hội."
    ],
    "correct": "A"
  },
  {
    "id": 19,
    "q": "Vai trò của cách mạng xã hội là gì?",
    "answers": [
      "Thay thế được quan hệ sản xuất cũ bằng quan hệ sản xuất mới, tiến bộ, thúc đẩy lực lượng sản xuất phát triển",
      "Thúc đẩy cuộc chiến tranh chính nghĩa giành thắng lợi",
      "Bảo vệ Đảng, Nhà nước và nhân dân",
      "Thúc đẩy đánh thắng thực dân Pháp, đế quốc Mỹ."
    ],
    "correct": "A"
  },
  {
    "id": 20,
    "q": "Tư tưởng xã hội chủ nghĩa là gì?",
    "answers": [
      "Là một hệ thống những quan niệm phản ánh những nhu cầu, những ước mơ, nguyện vọng của các giai cấp lao động về một xã hội không có áp bức và bóc lột, mọi người đều bình đẳng và có cuộc sống ấm no, hạnh phúc.",
      "Là những thành tựu của con người đạt được trong quá trình đấu tranh giải phóng giai cấp.",
      "Là chế độ xã hội không có áp bức bóc lột, mọi người đều bình đẳng tự do.",
      "Cả a, b và c."
    ],
    "correct": "A"
  },
    {
    "id": 21,
    "q": "Nguyễn Ái Quốc đã đọc Sơ thảo lần thứ nhất Luận cương về vấn đề dân tộc và vấn đề thuộc địa khi nào? ở đâu?",
    "answers": [
      "7/1920 - Liên Xô",
      "7/1920 - Pháp",
      "7/1920 - Đài Loan",
      "8/1920 - Trung Quốc"
    ],
    "correct": "A"
  },
  {
    "id": 22,
    "q": "Tổ chức cộng sản nào ra đời đầu tiên ở Việt Nam?",
    "answers": [
      "Hội Việt Nam Cách mạng Thanh niên",
      "Đông Dương cộng sản Đảng",
      "An Nam cộng sản Đảng",
      "Đông Dương cộng sản Liên đoàn"
    ],
    "correct": "A"
  },
  {
    "id": 23,
    "q": "Đông Dương Cộng sản Đảng và An nam Cộng sản Đảng được ra đời từ tổ chức tiền thân nào?",
    "answers": [
      "Tân Việt cách mạng Đảng",
      "Hội Việt Nam cách mạng Thanh niên",
      "Việt Nam cách mạng đồng chí Hội",
      "Cả a, b và c."
    ],
    "correct": "A"
  },
  {
    "id": 24,
    "q": "Cương lĩnh đầu tiên của Đảng đã xác định mục tiêu chiến lược của cách mạng Việt Nam là gì?",
    "answers": [
      "Làm tư sản dân quyền cách mạng và thổ địa cách mạng để đi tới xã hội cộng sản.",
      "Xây dựng một nước Việt Nam dân giầu nước mạnh xã hội công bằng, dân chủ và văn minh.",
      "Cách mạng tư sản dân quyền - phản đế và điền địa - lập chính quyền của công nông bằng hình thức Xô viết, để dự bị điều kiện đi tới cách mạng xã hội chủ nghĩa.",
      "Cả a, b và c."
    ],
    "correct": "A"
  },
  {
    "id": 25,
    "q": "Luận cương Chính trị do đồng chí Trần Phú khởi thảo ra đời vào thời gian nào?",
    "answers": [
      "2/1930",
      "10/1930",
      "9/1930",
      "8/1930"
    ],
    "correct": "A"
  },
  {
    "id": 26,
    "q": "Hội nghị nào của BCH Trung ương Đảng khoá V quyết định phải dứt khoát xoá bỏ cơ chế tập trung quan liêu bao cấp, chuyển hẳn nền kinh tế sang hạch toán kinh doanh XHCN?",
    "answers": [
      "Hội nghị lần thứ Tám (6-1985)",
      "Hội nghị lần thứ Chín (12-1985)",
      "Hội nghị lần thứ Mười (5-1986)",
      "Hội nghị Bộ Chính trị (4-1988)"
    ],
    "correct": "A"
  },
  {
    "id": 27,
    "q": "Trung ương cục miền Nam được thành lập vào thời gian nào?",
    "answers": [
      "10/1959",
      "11/1960",
      "10/1961",
      "01/1961"
    ],
    "correct": "A"
  },
  {
    "id": 28,
    "q": "Thời gian thực dân Pháp tiến hành khai thác thuộc địa lần thứ nhất ở Việt Nam khi nào?",
    "answers": [
      "1858-1884",
      "1884-1896",
      "1896-1913",
      "1914-1918"
    ],
    "correct": "A"
  },
  {
    "id": 29,
    "q": "Đại hội lần thứ nhất 5/1929 tại Quảng Châu (Trung Quốc) là của tổ chức nào?",
    "answers": [
      "Việt Nam Thanh niên cách mạng đồng chí Hội",
      "Hội Việt Nam cách mạng đồng minh",
      "Hội Việt Nam độc lập đồng minh",
      "Hội Việt Nam Cách mạng Thanh niên"
    ],
    "correct": "A"
  },
  {
    "id": 30,
    "q": "Nội dung nào sau đây nằm trong Cương lĩnh đầu tiên của Đảng?",
    "answers": [
      "Đánh đổ đế quốc chủ nghĩa Pháp và bọn phong kiến, làm cho nước Nam hoàn toàn độc lập.",
      "Tư sản dân quyền cách mạng và thổ địa cách mạng để đi tới xã hội cộng sản.",
      "Chỉ có giải phóng giai cấp vô sản thì mới giải phóng được dân tộc.",
      "Đảng có vững cách mạng mới thành công"
    ],
    "correct": "A"
  },
    {
    "id": 31,
    "q": "Được sự chỉ đạo của Quốc tế Cộng sản, ban lãnh đạo của Đảng ở nước ngoài do ai đứng đầu?",
    "answers": [
      "Hà Huy Tập",
      "Nguyễn Văn Cừ",
      "Trường Chinh",
      "Lê Hồng Phong"
    ],
    "correct": "A"
  },
  {
    "id": 32,
    "q": "Hội nghị nào của Trung ương họp ra Chỉ thị “Nhật, Pháp bắn nhau và hành động của chúng ta”?",
    "answers": [
      "Hội nghị Ban chấp hành Trung ương Đảng họp tháng 5/1941",
      "Hội nghị Ban Thường vụ Trung ương Đảng họp tháng 2/1943",
      "Hội nghị mở rộng của Ban Thường vụ Trung ương Đảng họp tháng 3/1945",
      "Hội nghị Quân sự cách mạng Bắc kỳ họp tháng 4-1945"
    ],
    "correct": "A"
  },
  {
    "id": 33,
    "q": "Hội nghị nào của Đảng quyết định mở cuộc Tổng tiến công và nổi dậy giải phóng Sài Gòn trước tháng 5-1975?",
    "answers": [
      "Hội nghị Trung ương 21 - Khoá III của Đảng (7-1973)",
      "Hội nghị Bộ Chính trị (10-1974)",
      "Hội nghị Trung ương 23c - Khoá III của Đảng (12-1974)",
      "Hội nghị Bộ Chính trị (3-1975)"
    ],
    "correct": "A"
  },
  {
    "id": 34,
    "q": "Câu “Nước Việt Nam có quyền hưởng tự do và độc lập, và sự thực đã thành một nước tự do và độc lập. Toàn thể dân Việt Nam quyết đem tất cả tinh thần và lực lượng, tính mệnh và của cải để giữ vững quyền tự do và độc lập ấy” được trích ở đâu?",
    "answers": [
      "Chỉ thị thành lập Đội Tuyên truyền giải phóng quân",
      "Lời kêu gọi toàn quốc kháng chiến",
      "Tuyên ngôn nhân quyền và dân quyền",
      "Tuyên ngôn độc lập"
    ],
    "correct": "A"
  },
  {
    "id": 35,
    "q": "Nguyễn Ái Quốc đã gửi tới Hội nghị Vécxây (Pháp) bản yêu sách gồm 8 điểm, đòi quyền tự do, dân chủ cho nhân dân Việt Nam vào năm nào?",
    "answers": [
      "1919",
      "1920",
      "1921",
      "1922"
    ],
    "correct": "A"
  },
  {
    "id": 36,
    "q": "Hồ Chí Minh viết chỉ thị thành lập Đội Việt Nam tuyên truyền giải phóng quân (12/1944). Tên Đội Việt Nam tuyên truyền giải phóng quân nghĩa là gì?",
    "answers": [
      "Chính trị quan trọng hơn quân sự",
      "Chính trị song song với quân sự",
      "Chính trị trọng hơn quân sự",
      "Quân sự trọng hơn chính trị"
    ],
    "correct": "A"
  },
  {
    "id": 37,
    "q": "Chánh cương vắn tắt và Sách lược vắn tắt của Đảng do Hồ Chí Minh soạn thảo vào năm nào?",
    "answers": [
      "1929",
      "1930",
      "1945",
      "1946"
    ],
    "correct": "A"
  },
  {
    "id": 38,
    "q": "Hồ Chí Minh bắt đầu viết Di chúc từ thời gian nào?",
    "answers": [
      "Từ 9 giờ đến 10 giờ ngày 15/5/1965",
      "Từ 9 giờ đến 10 giờ ngày 16/5/1965",
      "Từ 9 giờ đến 10 giờ ngày 15/6/1965",
      "Từ 9 giờ đến 10 giờ ngày 17/5/1965"
    ],
    "correct": "A"
  },
  {
    "id": 39,
    "q": "Kể tên các thời đại của Ai Cập cổ đại?",
    "answers": [
      "Tảo vương quốc, Cổ vương quốc, Trung vương quốc, Tân vương quốc và Hậu kỳ vương quốc",
      "Đại vương quốc, Cổ vương quốc, Trung vương quốc, Tân vương quốc và Hậu kỳ vương quốc",
      "Tiền kỳ vương quốc, Cổ vương quốc, Trung vương quốc, Tân vương quốc và Hậu kỳ vương quốc",
      "Hoàng kỳ vương quốc, Cổ vương quốc, Trung vương quốc, Tân vương quốc và Hậu kỳ vương quốc"
    ],
    "correct": "A"
  },
  {
    "id": 40,
    "q": "Quốc Tử Giám - Trường đại học đầu tiên của nước ta được xây dựng năm bao nhiêu? Dưới triều đại nào?",
    "answers": [
      "Năm 956. Dưới triều Ngô",
      "Năm 976. Dưới triều Đinh",
      "Năm 986. Dưới triều Tiền Lê",
      "Năm 1076. Dưới triều Lý"
    ],
    "correct": "A"
  },
    {
    "id": 41,
    "q": "Hội nghị lần thứ Tư, Ban Chấp hành Trung ương Đảng khóa XIII đã ban hành các quy định, kết luận quan trọng nào?",
    "answers": [
      "Kết luận số 01-KL/TW ngày 18/5/2021 của Bộ Chính trị về tiếp tục thực hiện Chỉ thị số 05-CT/TW ngày 15/5/2016 của Bộ Chính trị",
      "Kết luận số 12-KL/TW, ngày 25/10/2021 về đẩy mạnh xây dựng, chỉnh đốn Đảng và hệ thống chính trị",
      "Quy định số 37-QĐ/TW, ngày 25/10/2021 về những điều đảng viên không được làm",
      "Kết luận số 21-KL/TW, ngày 25/10/2021 về đẩy mạnh xây dựng, chỉnh đốn Đảng và hệ thống chính trị; kiên quyết ngăn chặn, đẩy lùi, xử lý nghiêm cán bộ, đảng viên suy thoái về tư tưởng chính trị, đạo đức, lối sống, biểu hiện “tự diễn biến”, “tự chuyển hoá”; Quy định số 37-QĐ/TW, ngày 25/10/2021 về những điều đảng viên không được làm."
    ],
    "correct": "A"
  },
  {
    "id": 42,
    "q": "Mục tiêu cụ thể phát triển đất nước đến năm 2025 được Đại hội XIII xác định như thế nào?",
    "answers": [
      "Là nước đang phát triển, có công nghiệp theo hướng hiện đại, vượt qua mức thu nhập trung bình thấp.",
      "Là nước đang phát triển, có công nghiệp hiện đại, vượt qua mức thu nhập trung bình thấp.",
      "Là nước phát triển, có công nghiệp hiện đại, vượt qua mức thu nhập trung bình thấp.",
      "Là nước phát triển, có công nghiệp hiện đại, thu nhập trung bình cao."
    ],
    "correct": "A"
  },
  {
    "id": 43,
    "q": "Đồng chí cho biết thời gian diễn ra Hội nghị Trung ương 6, khóa XIII của Đảng?",
    "answers": [
      "Từ 03/10/2023 đến ngày 11/10/2022",
      "Từ 03/10/2022 đến ngày 08/10/2022",
      "Từ 03/10/2022 đến ngày 10/10/2022",
      "Từ 03/10/2022 đến ngày 09/10/2022"
    ],
    "correct": "A"
  },
  {
    "id": 44,
    "q": "Điều 2, Quy định số 144-QĐ/TW ngày 09/5/2024 của Bộ Chính trị về chuẩn mực đạo đức cách mạng của cán bộ, đảng viên trong giai đoạn mới nội dung nào dưới đây?",
    "answers": [
      "Gương mẫu, khiêm tốn, tu dưỡng rèn luyện, học tập suốt đời",
      "Cần, kiệm, liêm, chính, chí công vô tư",
      "Bản lĩnh, đổi mới, sáng tạo, hội nhập",
      "Yêu nước, tôn trọng Nhân dân, tuyệt đối trung thành với Đảng, với Tổ quốc"
    ],
    "correct": "A"
  },
  {
    "id": 45,
    "q": "Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII diễn ra ngày, tháng, năm nào?",
    "answers": [
      "Từ ngày 02-08/7/2023",
      "Từ ngày 02-08/8/2023",
      "Từ ngày 02-08/9/2023",
      "Từ ngày 02-08/10/2023"
    ],
    "correct": "A"
  },
  {
    "id": 46,
    "q": "Nghị quyết số 45-NQ/TW ngày 24/11/2023 của Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII đề cập đến nội dung gì dưới đây?",
    "answers": [
      "Nghị quyết về phát triển kinh tế - xã hội vùng đồng bằng Sông Cửu Long",
      "Nghị quyết về phát triển kinh tế - xã hội Miền Trung - Tây Nguyên",
      "Nghị quyết về tiếp tục xây dựng và phát huy vai trò của đội ngũ trí thức đáp ứng yêu cầu phát triển đất nước nhanh và bền vững trong giai đoạn mới",
      "Nghị quyết về xây dựng đội ngũ nhà giáo đến năm 2030, tầm nhìn đến năm 2050"
    ],
    "correct": "A"
  },
  {
    "id": 47,
    "q": "Nghị quyết số 42-NQ/TW ngày 24/11/2023 của Hội nghị lần thứ 8, Ban Chấp hành Trung ương Đảng khóa XIII đề cập đến nội dung gì dưới đây?",
    "answers": [
      "Về phát triển kinh tế - xã hội vùng đồng bằng Sông Hồng",
      "Về phát triển kinh tế - xã hội ở Miền Trung",
      "Về tiếp tục đổi mới, nâng cao chất lượng chính sách xã hội, đáp ứng yêu cầu sự nghiệp xây dựng và bảo vệ Tổ quốc trong giai đoạn mới",
      "Về xây dựng chương trình, quy trình đào tạo đến năm 2030, tầm nhìn đến năm 2050"
    ],
    "correct": "A"
  },
  {
    "id": 48,
    "q": "Một trong những chuẩn mực cơ bản được xác định trong Chỉ thị số 855-CT/QUTW ngày 12/8/2019 của Thường vụ Quân ủy Trung ương là:",
    "answers": [
      "Thực hiện quân với dân một ý chí.",
      "Có phẩm chất đạo đức trong sáng, lối sống trong sạch, lành mạnh",
      "Chăm lo xây dựng đoàn kết nội bộ tốt; tôn trọng, giúp đỡ, gắn bó máu thịt với Nhân dân; có tinh thần quốc tế trong sáng",
      "Trung với Đảng, hiếu với dân, sẵn sàng chiến đấu hy sinh vì độc lập, tự do của Tổ quốc"
    ],
    "correct": "A"
  },
  {
    "id": 49,
    "q": "Một trong những biểu hiện của chủ nghĩa cá nhân được xác định ở Nghị quyết số 847-NQ/QUTW ngày 28/12/2021 của Quân ủy Trung ương?",
    "answers": [
      "Coi thường lý luận, xa rời thực tiễn, lười học tập, rèn luyện, thích tự do, vô kỷ luật; hoang mang, dao động, hoài nghi về chủ nghĩa Mác - Lê nin, tư tưởng Hồ Chí Minh, phụ họa theo những nhận thức lệch lạc, quan điểm sai trái",
      "Nhận thức sai lệch về ý nghĩa, tầm quan trọng của lý luận và học tập lý luận chính trị",
      "Lười học, ngại học tập lý luận chính trị hoặc học một cách thụ động, học đối phó, học né tránh, sợ học lý luận chính trị",
      "Không học tập lý luận chính trị hoặc coi thường học lý luận chính trị"
    ],
    "correct": "A"
  },
  {
    "id": 50,
    "q": "“Đảng mạnh là do chi bộ tốt. Chi bộ tốt là do các đảng viên đều tốt” là lời dạy của Bác Hồ tại đâu?",
    "answers": [
      "Tại lớp bồi dưỡng đoàn viên do Thành ủy Hà Nội tổ chức năm 1965",
      "Tại lớp giáo dục đảng, đoàn do Thành ủy Hà Nội tổ chức năm 1954",
      "Tại lớp huấn luyện đảng viên mới do Thành ủy Hà Nội tổ chức năm 1966",
      "Tại lớp bồi dưỡng đảng viên mới do Thành ủy Hà Nội tổ chức năm 1960"
    ],
    "correct": "A"
  }
]
