[
  {
    "id": 1,
    "q": "Dựa trên những thành tựu khoa học, Ph. Ăngnghen đã phân chia vận động thành 5 hình thức cơ bản nào?",
    "o": [
      "Vận động phản xạ; vận động vật lý; vận động hóa học; vận động cơ bản; vận động xã hội",
      "Vận động có ý thức; vận động vật lý; vận động hóa học; vận động sinh học; vận động thô",
      "Vận động quần chúng; vận động vật lý; vận động cách mạng; vận động sinh học; vận động xã hội",
      "Vận động cơ học; vận động vật lý; vận động hóa học; vận động sinh học; vận động xã hội"
    ],
    "a": 4
  },
  {
    "id": 2,
    "q": "Khẳng định 'Bản chất của thế giới là vật chất, thế giới thống nhất ở tính vật chất' là của?",
    "o": ["Hêghen", "L. Phoiơbắc", "Chủ nghĩa duy vật biện chứng", "Chủ nghĩa duy tâm"],
    "a": 3
  },
  {
    "id": 3,
    "q": "Nguồn gốc tự nhiên của ý thức là gì?",
    "o": [
      "Là cơ thể con người, đặc biệt các bộ phận trong đầu con người",
      "Là bộ não người và sự tác động của thế giới khách quan vào não người thông qua các giác quan",
      "Là bộ não người và cơ thể con người",
      "Là bộ não người và các bộ phận khác của con người"
    ],
    "a": 2
  },
  {
    "id": 4,
    "q": "Theo quan điểm của chủ nghĩa duy vật biện chứng, mối liên hệ có mấy tính chất cơ bản?",
    "o": [
      "02 tính chất: Tính chủ quan và tính phổ biến",
      "03 tính chất: Tính khách quan, tính phổ biến và tính đa dạng, phong phú",
      "04 tính chất: Tính chủ quan, tính khách quan, tính phổ biến và tính đa dạng, phong phú",
      "05 tính chất: Tính chủ quan, tính khách quan, tính phổ biến, tính bao quát và tính đa dạng, phong phú"
    ],
    "a": 2
  },
  {
    "id": 5,
    "q": "Điền vào chỗ trống: 'Thực tiễn là toàn bộ những........... của con người nhằm cải tạo tự nhiên và xã hội'?",
    "o": ["Hoạt động", "Hoạt động vật chất", "Hoạt động có mục đích", "Hoạt động vật chất có mục đích, mang tính lịch sử - xã hội"],
    "a": 4
  },
  {
    "id": 6,
    "q": "Theo quan điểm của chủ nghĩa duy vật lịch sử, nguồn gốc trực tiếp ra đời của nhà nước là gì?",
    "o": [
      "Chế độ chiếm hữu tư nhân về tư liệu sản xuất",
      "Xuất hiện giai cấp và mâu thuẫn giai cấp không thể điều hòa",
      "Mâu thuẫn giữa lực lượng sản xuất và quan hệ sản xuất",
      "Mâu thuẫn giữa các dân tộc"
    ],
    "a": 2
  },
  {
    "id": 7,
    "q": "Yếu tố giữ vai trò quyết định nhất đối với sự tồn tại và phát triển của xã hội?",
    "o": ["Môi trường tự nhiên", "Điều kiện dân số", "Phương thức sản xuất", "Điều kiện khoa học"],
    "a": 3
  },
  {
    "id": 8,
    "q": "Nguyên sâu xa của cách mạng xã hội là gì?",
    "o": [
      "Là mâu thuẫn giữa lực lượng sản xuất và quan hệ sản xuất",
      "Là mâu thuẫn giữa cơ sở hạ tầng và kiến trúc thượng tầng",
      "Là mâu thuẫn giữa lực lượng cách mạng và phản cách mạng",
      "Là mâu thuẫn giữa giai cấp thống trị và giai cấp bị trị"
    ],
    "a": 1
  },
  {
    "id": 9,
    "q": "Thực chất công nghiệp hóa, hiện đại hóa ở nước ta là gì?",
    "o": [
      "Có nền đại công nghiệp hiện đại gắn với kinh tế tri thức",
      "Cách mạng khoa học - công nghệ trong toàn bộ nền kinh tế nhằm tạo ra cơ sở vật chất kỹ thuật cho CNXH",
      "Có nền công nghiệp hiện đại, có ngành mũi nhọn",
      "Nền công nghiệp hiện đại, CNTT, điện tử viễn thông phát triển mạnh"
    ],
    "a": 2
  },
  {
    "id": 10,
    "q": "Kinh tế thị trường là trình độ phát triển cao của ……., trong đó toàn bộ đầu vào và đầu ra đều thông qua thị trường?",
    "o": ["Sản xuất nông nghiệp", "Sản xuất công nghiệp", "Kinh tế hàng hóa", "Kinh tế tri thức"],
    "a": 3
  },
  {
    "id": 11,
    "q": "Chủ trương 'Đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước' được đề ra ở Đại hội nào?",
    "o": ["Đại hội VI", "Đại hội VII", "Đại hội VIII", "Đại hội IX"],
    "a": 3
  },
  {
    "id": 12,
    "q": "Một trong những đặc trưng của nền kinh tế thị trường định hướng xã hội chủ nghĩa ở Việt Nam?",
    "o": ["Nhiều hình thức sở hữu, kinh tế cá thể chủ đạo", "Nhiều thành phần kinh tế, công nghiệp chủ đạo", "Nhiều thành phần kinh tế, nông nghiệp chủ đạo", "Nhiều hình thức sở hữu, kinh tế nhà nước chủ đạo"],
    "a": 4
  },
  {
    "id": 13,
    "q": "Một trong những giải pháp chủ yếu phát triển kinh tế thị trường định hướng XHCN ở Việt Nam?",
    "o": ["Xây dựng nhà nước pháp quyền XHCN", "Nâng cao chất lượng quản trị doanh nghiệp", "Xây dựng chính sách pháp luật XHCN chặt chẽ", "Nâng cao hiệu lực, hiệu quả quản lý kinh tế của Nhà nước"],
    "a": 4
  },
  {
    "id": 14,
    "q": "Theo C. Mác và Ph. Ăngghen, hai tiêu chí phân biệt công nhân với người lao động khác là gì?",
    "o": ["Nghề nghiệp và vị trí trong quan hệ sản xuất", "Quan hệ sản xuất và tư liệu sản xuất", "Cơ sở hạ tầng và kiến trúc thượng tầng", "Trình độ, năng lực và phẩm chất đạo đức"],
    "a": 1
  },
  {
    "id": 15,
    "q": "Thực chất quá độ lên chủ nghĩa xã hội ở Việt Nam là gì?",
    "o": [
      "Bỏ qua xác lập vị trí thống trị của chế độ nô lệ",
      "Bỏ qua xác lập vị trí thống trị của chế độ phong kiến",
      "Bỏ qua xác lập vị trí thống trị của quan hệ sản xuất và kiến trúc thượng tầng tư bản chủ nghĩa",
      "Cả a, b và c"
    ],
    "a": 3
  },
  {
    "id": 16,
    "q": "Giai cấp công nhân nước ta lãnh đạo cách mạng thông qua tổ chức nào?",
    "o": ["Đoàn TNCS Hồ Chí Minh", "Mặt trận Tổ quốc Việt Nam", "Hội Phụ nữ Việt Nam", "Đảng Cộng sản Việt Nam"],
    "a": 4
  },
  {
    "id": 17,
    "q": "Phương hướng xây dựng giai cấp công nhân hiện đại… được xác định trong văn kiện nào?",
    "o": ["Đại hội X", "Đại hội XI", "Đại hội XII", "Đại hội XIII"],
    "a": 4
  },
  {
    "id": 18,
    "q": "Vì sao chủ nghĩa xã hội khoa học theo nghĩa rộng là chủ nghĩa Mác - Lênin?",
    "o": [
      "Vì phác thảo mô hình CNXH và CNCS",
      "Vì luận chứng sứ mệnh lịch sử của giai cấp công nhân",
      "Vì dựa vào triết học, kinh tế chính trị để lý giải tính tất yếu của cách mạng XHCN và hình thái KT-XH cộng sản",
      "Cả a, b, c"
    ],
    "a": 3
  },
  {
    "id": 19,
    "q": "Một trong những phương hướng xây dựng đất nước trong thời kỳ quá độ lên CNXH?",
    "o": ["Đẩy mạnh CNH-HĐH gắn với kinh tế tri thức, bảo vệ môi trường", "Xây dựng xã hội học tập", "Nâng cao dân trí, đào tạo nhân lực", "Đổi mới phương pháp làm việc"],
    "a": 1
  },
  {
    "id": 20,
    "q": "Cuộc khởi nghĩa Yên Thế kết thúc khi nào?",
    "o": ["Khi Pháp bị đánh bại", "Khi đất nước giành độc lập", "Sau khi Hoàng Hoa Thám mất", "Sau khi phong kiến bị lật đổ"],
    "a": 3
  },
  {
    "id": 21,
    "q": "Mục đích đấu tranh của phong trào yêu nước thời phong kiến trước khi có Đảng?",
    "o": ["Đánh đuổi xâm lược, lên CNXH", "Đánh đuổi xâm lược, theo tư bản chủ nghĩa", "Độc lập dân tộc, lên CNXH", "Độc lập dân tộc, lập lại chế độ phong kiến"],
    "a": 4
  },
  {
    "id": 22,
    "q": "Quốc tế Cộng sản (Quốc tế III) ra đời năm nào?",
    "o": ["3/1919", "3/1920", "5/1921", "6/1925"],
    "a": 1
  },
  {
    "id": 23,
    "q": "Nguyễn Ái Quốc gửi gì tới Hội nghị Véc-xây?",
    "o": ["Báo cáo về thuộc địa Đông Dương", "Báo cáo về áp bức ở Việt Nam", "Bản yêu sách 8 điểm", "Bản yêu sách 8 điểm cho Đông Dương"],
    "a": 3
  },
  {
    "id": 24,
    "q": "Tác phẩm năm 1927 của Nguyễn Ái Quốc?",
    "o": ["Bản án chế độ thực dân Pháp", "Đường Kách mệnh", "Nhật ký trong tù", "Sửa đổi lối làm việc"],
    "a": 2
  },
  {
    "id": 25,
    "q": "Từ năm 1925 trở đi, Nguyễn Ái Quốc tập trung vào vấn đề gì?",
    "o": ["Tập hợp toàn dân đánh Mỹ", "Tập hợp toàn dân đánh Nhật", "Tập hợp dân quân tự vệ đánh Pháp", "Huấn luyện, đào tạo cán bộ cách mạng"],
    "a": 4
  },
  {
    "id": 26,
    "q": "Phương pháp cách mạng trong Cương lĩnh chính trị đầu tiên của Đảng?",
    "o": ["Dùng lực lượng cách mạng đánh phản cách mạng", "Sức mạnh quần chúng lật đổ đế quốc, tay sai", "Huy động sức mạnh bên ngoài", "Khôi phục quân đội phong kiến đánh Pháp"],
    "a": 2
  },
  {
    "id": 27,
    "q": "Người đoàn viên đầu tiên được phong Anh hùng LLVT nhân dân?",
    "o": ["Phạm Ngọc Giao", "Phạm Ngọc Khánh", "Nguyễn Văn Trọng", "Nguyễn Hữu Quyền"],
    "a": 4
  },
  {
    "id": 28,
    "q": "Độ tuổi kết nạp đoàn viên theo Điều lệ Đoàn khóa XII?",
    "o": ["15–30", "15–35", "16–30", "15–35"],
    "a": 3
  },
  {
    "id": 29,
    "q": "Đơn vị có tổ chức Đoàn cơ sở 3 cấp trong Quân đội?",
    "o": ["Trung đoàn, lữ đoàn và tương đương", "Cơ quan trung đoàn, lữ đoàn", "Tiểu đoàn độc lập", "Tiểu đoàn"],
    "a": 1
  },
  {
    "id": 30,
    "q": "Hệ thống tổ chức Đoàn trong Quân đội do ai quy định?",
    "o": ["Ban Thanh niên Quân đội", "Tổng cục Chính trị + Ban Thanh niên Quân đội", "Ban Thường vụ Trung ương Đoàn + Ban Thanh niên Quân đội", "Ban Thường vụ Trung ương Đoàn + Tổng cục Chính trị QĐNDVN"],
    "a": 4
  },
  {
    "id": 31,
    "q": "“Tháng Thanh niên” được phát động lần đầu vào năm nào?",
    "o": ["2000", "2003", "2004", "2005"],
    "a": 2
  },
  {
    "id": 32,
    "q": "Chủ đề phong trào học ngoại ngữ và tiếng dân tộc thiểu số 2021–2030?",
    "o": ["Tiên phong học ngoại ngữ…", "Xung kích học ngoại ngữ…", "Ra sức học ngoại ngữ…", "Xung kích học ngoại ngữ và tiếng dân tộc thiểu số"],
    "a": 4
  },
  {
    "id": 33,
    "q": "Tổ chức Đoàn cơ sở trong Quân đội có mấy nhiệm vụ?",
    "o": ["4", "5", "6", "7"],
    "a": 2
  },
  {
    "id": 34,
    "q": "Ngày đầu thành lập chi đoàn TN cứu quốc đầu tiên có bao nhiêu đồng chí và BCH có bao nhiêu ủy viên?",
    "o": ["30 - 3", "32 - 5", "42 - 7", "40 - 9"],
    "a": 2
  },
  {
    "id": 35,
    "q": "Văn bản nào của V.I. Lênin mang tính cương lĩnh về giáo dục thanh niên?",
    "o": ["Diễn văn: Nhiệm vụ của Đoàn Thanh niên", "Quốc gia và cách mạng", "Làm gì", "Luận cương tháng 4"],
    "a": 1
  }
]
